Repository: Vysp3r/ProtonPlus
Catalog: po/*.po
Languages: ar, cs, de, es, fi, fr, hr, id, it, ja, ka, nl, pl, pt, ru, sr@latin, sv, uk, zh_cn

source: Are you sure you want this?
ar: هل أنت متأكد من رغبتك في ذلك؟
cs: Opravdu to chcete udělat?
de: Sind Sie sicher, dass Sie das wollen?
es: ¿Estás seguro que quieres borrarlo?
fi: Oletko varma tästä?
fr: Voulez-vous vraiment supprimer ceci?
hr: Jeste li sigurni da ovo želite?
id: Apakah Anda yakin menginginkan ini?
it: Sei sicuro di volerlo?
ja: 本当に続けますか?
ka: მართლა გნებავთ ეს?
nl: Weet u zeker dat u dit wilt?
pl: Jesteś pewien, że tego chcesz?
pt: Tem certeza de que deseja isto?
ru: Вы уверены, что хотите этого?
sr@latin: Da li ste sigurni da želite ovo?
sv: Är du säker på att du vill göra detta?
uk: Ви впевнені, що хочете цього?
zh_cn: 您确定要继续吗？

source: Used by %i games.
ar: من الألعاب %i يستخدم بواسطة
cs: Používáno %i hrami.
de: Verwendet von %i Spielen.
es: Usado por %i juegos
fi: Tätä käyttää %i peliä.
fr: Utilisé par %i jeux.
hr: Koristi se u %i igrama.
id: Digunakan oleh %i game.
it: Usato da %i giochi.
ja: %i つのゲームで使用されています。
ka: გამოყენებულია %i თამაშის მიერ.
nl: Gebruikt door %i-spellen.
pl: Używany przez %i gier.
pt: Usado por %i jogos.
ru: Используется в %i играх.
sr@latin: Koristi se u %i igrama.
uk: Використовується в %i іграх.
zh_cn: 已有 %i 款游戏使用。

source: Used by 1 game.
ar: يستخدم بواسطة لعبة واحدة
cs: Používá 1 hra.
de: Verwendet von 1 Spiel.
es: Usado por un juego.
fi: 1 peli käyttää tätä.
fr: Utilisé par un jeu.
hr: Korišteno u 1 igri.
id: Digunakan oleh 1 game.
it: Usato da 1 gioco.
ja: 1 つのゲームで使用されています。
ka: გამოყენებულია 1 თამაშის მიერ.
nl: Gebruikt door 1 spel.
pl: Używany przez 1 grę.
pt: Usado por %1 jogo.
ru: Используется в 1 игре.
sr@latin: Koristi se u 1 igri.
uk: Використовується в одній грі.
zh_cn: 已有 1 款游戏使用。

source: Are you sure you want to proceed?
ar: هل أنت متأكد من أنك تريد المتابعة؟
cs: Opravdu chcete pokračovat?
de: Sind Sie sicher, dass Sie fortfahren wollen?
es: ¿Estás seguro de que quieres continuar?
fi: Oletko varma että haluat jatkaa?
fr: Voulez-vous vraiment supprimer ?
hr: Jeste li sigurni da želite nastaviti?
id: Apakah Anda yakin ingin melanjutkannya?
it: Sei sicuro di voler procedere?
ja: 本当に続行しますか?
ka: მართლა გნებავთ, გააგრძელოთ?
nl: Weet u zeker dat u wilt doorgaan?
pl: Jesteś pewien, że chcesz kontynuować?
pt: Tem certeza de que deseja proceder?
ru: Вы уверены, что хотите продолжить?
sr@latin: Da li ste sigurni da želite da nastavite?
uk: Ви впевнені що хочете продовжити?
zh_cn: 您确定要继续吗？

source: No
ar: لا
cs: Ne
de: Nein
fi: Ei
fr: Non
hr: Ne
id: Tidak
ja: いいえ
ka: არა
nl: Nee
pl: Nie
pt: Não
ru: Нет
sr@latin: Ne
sv: Nej
uk: Ні
zh_cn: 否

source: Yes
ar: نعم
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hr: Da
id: Ya
it: Sì
ja: はい
ka: დიახ
nl: Ja
pl: Tak
pt: Sim
ru: Да
sr@latin: Da
sv: Ja
uk: Так
zh_cn: 是

source: Couldn't delete %s
ar: لم نستطع حذف %s
de: %s konnte nicht gelöscht werden
es: No se pudo eliminar %s
fr: Impossible de supprimer %s
ja: %s を削除できませんでした
ka: '%s' ვერ წავშალე
pt: Não foi possível excluir %s
ru: Не удается удалить %s

source: Couldn't install %s
ar: لم نستطع تثبيت %s
de: %s konnte nicht installiert werden
es: No se pudo instalar %s
fr: Impossible d'installer %s
ja: %s をインストールできませんでした
ka: '%s' ვერ დავაყენე
pt: Não foi possível instalar %s
ru: Не удается установить %s

source: Downloading
ar: جاري التنزيل
cs: Stahuje se
de: Lade herunter
es: Descargando
fi: Lataa
fr: Téléchargement
hr: Preuzimanje
id: Mengunduh
it: Download in corso
ja: ダウンロード中
ka: გადმოწერა
nl: Downloaden
pl: Pobieranie
pt: Baixando
ru: Загружается
sr@latin: Preuzimanje
uk: Завантажується
zh_cn: 正在下载

source: Extracting
ar: ...جاري الإستخراج
cs: Rozbaluje se
de: Extrahiere
es: Extrayendo
fi: Puretaan
fr: Extraction
hr: Izvlačenje
id: Mengekstrak
it: Estrazione in corso
ja: 展開中
ka: ამოღება
nl: Uitpakken
pl: Wyodrębnianie
pt: Extraindo
ru: Распаковывается...
sr@latin: Izvlačenje
uk: Витягання...
zh_cn: 正在解压

source: Moving
ar: جاري النقل
cs: Přesouvá se
de: Verschiebe
es: Moviendo
fi: Siirretään
fr: Déplacement
id: Memindahkan
it: Spostando
ja: 移動中
ka: გადატანა
nl: Verplaatsen
pt: Movendo
ru: Перемещение
zh_cn: 正在搬移

source: Upgrade %s
ar: ترقية %s
cs: Aktualizovat %s
de: Aktualisiere %s
es: Actualizar %s
fi: Päivitä %s
fr: Mettre à jour %s
hr: Nadogradi %s
id: Perbarui %s
it: Aggiorna %s
ja: %s をアップグレード
ka: '%s'-ის განახლება
nl: %s opwaarderen
pl: Aktualizuj %s
pt: Atualize %s
ru: Обновление %s
sr@latin: Nadogradite %s
uk: Оновлення %s
zh_cn: 更新 %s

source: Couldn't upgrade %s
ar: لم نستطع ترقية %s
de: %s konnte nicht aktualisiert werden
es: No se pudo actualizar %s
fr: Impossible de mettre à niveau %s
ja: %s を更新できませんでした
ka: '%s' ვერ განვაახლე
pt: Não foi possível atualizar %s
ru: Не удалось обновить %s

source: %s is used by %i game(s)
ar: يُستخدَم %s من قِبل %i من الألعاب
cs: %s používá %i her
de: %s wird von %i Spiel(en) verwendet.
es: %s es usado por %i juego(s)
fi: %s on %i pelin käyttämä
fr: %s est utilisé par %i jeux
id: %s digunakan oleh %i game(s)
it: %s è usato da %i gioco/giochi
ja: %s は %i つのゲームで使われています
ka: '%s' გამოიყენება %i თამაშის მიერ
nl: %s wordt gebruikt door %i spel(len)
pt: %s é usado por %i jogos.
ru: %s используется в %i играх.
zh_cn: %1$s 已有 %2$i 款游戏使用。

source: Check this to also delete your configuration files.
ar: حدد هنا لحذف ملفات التخصيص الخاص بك أيضاً
cs: Zvolte pro odstranění také konfiguračních souborů.
de: Aktivieren Sie diese Option, um auch Ihre Konfigurationsdateien zu löschen.
es: Marca esto para eliminar también tus archivos de configuración.
fi: Valitse tämä poistaaksesi myös asetustiedostosi.
fr: Regarder ceci pour enlever les fichiers de configurations.
hr: Označite ovo kako biste uklonili i konfiguracijske datoteke.
id: Centang opsi ini untuk juga menghapus berkas konfigurasi Anda.
it: Seleziona qui per cancellare anche le tue configurazioni.
ja: ここをチェックすると、設定ファイルまで削除されます。
ka: ჩართეთ ეს, თუ გნებავთ, თქვენი კონფიგურაციის ფაილებიც წაიშალოს.
nl: Vink dit aan om uw configuratiebestanden ook te verwijderen.
pt: Marque isto para também excuir seus arquivos de configuração.
ru: Отметить для удаления файлов конфигурации.
sr@latin: Označite ovo da biste uklonili i konfiguracione datoteke.
zh_cn: 勾选此项也会删除配置文件。

source: This version will get automatically updated when there's an update available each time your launch the application if automatic updates is enabled
ar: ستُحدَّث هذه النسخة تلقائياً عند توفر تحديث أثناء تشغيل البرنامج، إذا كان التحديث التلقائي مفعلاً.
de: Diese Version wird automatisch aktualisiert, wenn ein Update verfügbar ist, sobald Sie die Anwendung starten, sofern automatische Updates aktiviert sind
es: Esta versión se actualizará automáticamente cada vez que inicies la aplicación, siempre que las actualizaciones automáticas estén activadas.
fr: Cette version se mettra automatiquement à jour dès qu'une mise à jour sera disponible à chaque lancement de l'application, si les mises à jour automatiques sont activées.
ka: ეს ვერსია ავტომატურად განახლდება, როცა ის ხელმისაწვდომია ყოველ ჯერზე, როცა აპლიკაციას გაუშვებთ და ავტომატური განახლებები ჩართულია
ru: Эта версия будет автоматически обновляться при появлении обновления при каждом запуске приложения, если включено автоматическое обновление

source: Installed
ar: مُثبَت
de: Installiert
es: Instalado
fr: Installés seulement
ja: インストール済み
ka: დაყენებულია
ru: Установленные

source: Show installed runners
ar: أظهر المُثبَت فقط
de: Zeige installierte Ausführungswerkzeuge
es: Mostrar ejecutores instalados
fr: Afficher les outils de compatibilité installés
ka: დაყენებული დამხმარე პროცესების ჩვენება
pt: Mostrar executadores instalados
ru: Показать установленные раннеры

source: Show runners that are used by one game or more
ar: أظهر المشغلات المستخدمة بواسطة لعبة أو أكثر
de: Zeige Ausführungswerkzeuge, die von einem oder mehreren Spielen verwendet werden
es: Mostrar ejecutores usados por uno o más juegos
fr: Afficher les outils de compatibilité utilisé par 1 jeu ou plus
ka: იმ დამხმარე პროცესების ჩვენება, რომელიც ერთი, ან მეტი თამაშის მიერ გამოიყენება
pt: Mostrar executadores que são usados por um ou mais jogos
ru: Покажите раннеры, которые используются в одной или нескольких играх

source: Unused
ar: غير مُستَخْدَم
de: Nicht benutzt
es: Sin usar
fr: Inutilisé
ja: 未使用
ka: გამოუყენებელი
ru: Неиспользуемый

source: Show runners that aren't used by any games
ar: أظهِر المشغلات التي لا تستخدم بواسطة أي لعبة
de: Zeige Ausführungswerkzeuge, die von keinem Spiel verwendet werden
es: Mostrar ejecutores que no usa ningún juego
fr: Afficher les outils de compatibilité utilisés par aucun jeu
ka: იმ დამხმარე პროცესების ჩვენება, რომლებიც არცერთი თამაშის მიერ გამოიყენება
ru: Покажите раннеры, которые не используются ни в каких играх

source: Update to the latest version
ar: تحديث إلى أحدث إصدار
cs: Aktualizovat na nejnovější verzi
de: Auf die letzte Version aktualisieren
es: Actualizar a la última versión
fi: Päivitä viimeisimpään julkaisuun
fr: Mettre à jour vers la dernière version
hr: Ažuriraj na najnoviju verziju
id: Perbarui ke versi terbaru
it: Aggiorna all'ultima versione
ja: 最新のバージョンに更新する
ka: განაახლეთ უკანასკნელ ვერსიამდე
nl: Bijwerken naar de nieuwste versie
pl: Zaktualizuj do najnowszej wersji
pt: Atualizar para a versão mais recente
ru: Обновите до последней версии
sr@latin: Ažuriranje na najnoviju verziju
uk: Оновіть до останньої версії
zh_cn: 更新至最新版本

source: You are missing the following dependencies for %s:
ar: ينقصك مايلي من التبعيات من أجل %s :
cs: Pro %s vám chybí následující závislosti:
de: Es fehlen Ihnen die folgenden Abhängigkeiten für %s:
es: Te faltan las siguientes dependencias para %s:
fi: Sinulta uupuvat seuraavat riippuvaisuudet kohteelle %s:
fr: Il vous manque les dépendences suivantes pour %s:
hr: Nedostaju vam sljedeće ovisnosti za %s:
id: Anda melewatkan ketergantungan berikut untuk %s:
it: Ti mancano le seguenti dipendenze per %s:
ja: %s には以下の前提ソフトが不足しています:
ka: '%s'-ისთვის გაკლიათ შემდეგი დამოკიდებულებები:
nl: U mist de volgende afhankelijkheden voor %s:
pl: Brakuje następujących zależności dla %s:
pt: Você está com falta das seguintes dependências para %s:
ru: Для %s вам не хватает следующих зависимостей:
sr@latin: Nedostaju vam sledeće zavisnosti za %s:
sv: Du saknar följande verktyg för %s:
uk: Вам не вистачає таких залежностей для %s:
zh_cn: 您缺少下列 %s 的依赖项：

source: Installation will be canceled.
ar: سيتم إلغاء التثبيت.
cs: Instalace bude zrušena.
de: Die Installation wird abgebrochen.
es: La instalación será cancelada.
fi: Asennus tullaan keskeyttämään.
fr: L’installation va être annulée.
hr: Instalacija će biti otkazana.
id: Instalasi akan dibatalkan.
it: L'installazione verrà cancellata.
ja: インストールはキャンセルされます。
ka: დაყენება გაუქმდება.
nl: De installatie wordt geannuleerd.
pl: Instalacja zostanie anulowana.
pt: Instalação será cancelada.
ru: Установка будет отменена.
sr@latin: Instalacija će biti otkazana.
sv: Installationen kommer att avbrytas.
uk: Встановлення буде скасовано.
zh_cn: 安装将被取消。

source: It looks like you currently have another version of %s which was not installed by ProtonPlus.
ar: ProtonPlus ليست مثبتة بواسطة %s يبدو بان لديك حالياً نسخة أخرى من
cs: Zdá se, že aktuálně máte jinou verzi %s, která nebyla nainstalována přes ProtonPlus.
de: Es sieht so aus als ob Sie aktuell eine andere Version von %s haben, die nicht von ProtonPlus installiert wurde.
es: Parece que actualmente tienes otra versión de %s que no fue instalada por ProtonPlus.
fi: Näyttäisi siltä, että sinulla on jokin toinen versio nimikkeestä %s jota ei ole asennettu ProtonPlussan kautta.
fr: Apparemment, vous avez déjà une autre version de %s qui n'a pas été installée par ProtonPlus.
hr: Izgleda da trenutno imate drugu verziju programa %s koju ProtonPlus nije instalirao.
id: Sepertinya Anda saat ini memiliki versi lain dari %s yang tidak diinstal oleh ProtonPlus.
it: Sembra tu abbia un'altra versione di %s non installata da ProtonPlus.
ja: ProtonPlus 以外の方法でインストールした %s の別のバージョンがあるようです。
ka: როგორც ჩანს, გაქვთ %s-ის სხვა ვერსია, რომელიც ProtonPlus-ის მიერ არაა დაყენებული.
nl: Het lijkt erop dat u momenteel een andere versie van %s hebt die niet door ProtonPlus is geïnstalleerd.
pl: Wygląda na to, że masz obecnie inną wersję %s, która nie została zainstalowana przez ProtonPlus.
pt: Parece que você atualmente tem uma outra versão do %s que não foi instalado pelo ProtonPlus.
ru: Похоже, что в настоящее время у вас установлена другая версия %s, которая не была установлена программой ProtonPlus.
sr@latin: Izgleda da trenutno imate drugačiju verziju %s koju ProtonPlus nije instalirao.
sv: Det verkar som att du för närvarande har en annan version av %s som inte installerades av ProtonPlus.
uk: Здається, наразі використовується інша версія %s, яка не була встановлена через ProtonPlus.
zh_cn: 看起来您当前有另一个版本的 %s，但不是透过 ProtonPlus 安装的。

source: Do you want to reinstall it with ProtonPlus?
ar: ؟ ProtonPlus هل تريد إعادة تثبيتها بواسطة
cs: Chcete ji znovu nainstalovat s ProtonPlus?
de: Möchten Sie es mit ProtonPlus neu installieren?
es: ¿Quieres reinstalar %s con ProtonPlus?
fi: Haluatko uudelleenasentaa sen ProtonPlus:n kanssa?
fr: Voulez-vous le supprimer et installer %s avec ProtonPlus?
hr: Želite li ga ponovno instalirati s ProtonPlus-om?
id: Apakah Anda ingin menginstalnya kembali dengan ProtonPlus?
it: Vuoi reinstallarlo con ProtonPlus?
ja: そのバージョンを ProtonPlus で再インストールしますか?
ka: გნებავთ, თავიდან დააყენოთ ის ProtonPlus-ით?
nl: Wilt u het opnieuw installeren met ProtonPlus?
pl: Czy chcesz ponownie zainstalować to za pomocą ProtonPlus?
pt: Você deseja reinstalá-lo com ProtonPlus?
ru: Хотите ли вы переустановить это с помощью ProtonPlus?
sr@latin: Da li želite da ga ponovo instalirate sa ProtonPlus-om?
uk: Ви хочете перевстановити це використовуючи ProtonPlus?
zh_cn: 您想使用 ProtonPlus 将其重新安装吗？

source: To install %s for the %s, please run the following command:
ar: للتثبيت %s لـ %s، الرجاء تشغيل الأمر التالي:
cs: Chcete-li nainstalovat %s pro %s, spusťte následující příkaz:
de: Um %s für %s zu installieren, bitte das folgende Kommando ausführen:
es: Para instalar %s para %s, ejecuta el siguiente comando:
fi: Asentaaksesi %s %s :lle, aja seuraava komento:
fr: Pour installer %s pour %s, s.v.p. exécutez la commande suivante :
hr: Za instalaciju %s za %s, pokrenite sljedeću naredbu:
id: Untuk menginstal %s untuk %s, silakan jalankan perintah berikut:
it: Per installare %s per %s, esegui i seguenti comandi:
ja: %s に必要な %s をインストールするには、以下のコマンドを実行してください:
ka: '%s'-ის დასაყენებლად '%s'-ისთვის გაუშვით ეს ბრძანება:
nl: Voer het volgende commando uit om %s te installeren voor de %s:
pl: Aby zainstalować %s dla %s, uruchom następujące polecenie:
pt: Para instalar %s para %s, por favor utilize o seguinte comando:
ru: Чтобы установить %s для %s, выполните следующую команду:
sr@latin: Da biste instalirali %s za %s, pokrenite sledeću komandu:
sv: För att installera %s för %s, vänligen kör följande kommando:
uk: Щоб встановити %s для %s, виконайте наступну команду:
zh_cn: 若要为 %2$s 安装 %1$s，请运行以下命令：

source: There's currently no known way for us to install %s for the %s.
ar: لا توجد حاليًا طريقة معروفة لنا لتثبيت %s من أجل %s .
cs: Momentálně není znám žádný způsob, jak nainstalovat %s pro %s.
de: Es gibt derzeit keine uns bekannte Möglichkeit, %s für die %s zu installieren.
es: Actualmente, no existe una forma conocida de instalar %s para %s.
fi: Tällä hetkellä ei ole olemassa tunnettua tapaa asentaa %s %s :lle.
fr: Il n'y a actuellement pour nous aucune manière d'installer %s pour %s.
hr: Trenutno ne postoji poznati način za instaliranje %s za %s.
id: Saat ini tidak ada cara yang diketahui untuk memasang %s untuk %s.
it: Al momento non conosciamo metodi per installare %s per %s.
ja: 現在、%s に必要な %s をインストールしているかを確認するすべがありません。
ka: ამჟამად არ არსებობს გზა, %s დავაყენოთ %s-ისთვის.
nl: Er is momenteel geen manier bekend waarop we %s voor de %s kunnen installeren.
pl: Obecnie nie jest znany nam sposób na zainstalowanie %s dla %s.
pt: Atualmente não há forma de nós instalarmos %s para %s.
ru: В настоящее время не существует известного способа установить %s для %s.
sr@latin: Trenutno ne postoji poznati način da se instalira %s za %s.
sv: Det finns för närvarande inget sätt för oss att installera %s för %s.
uk: Наразі ми не знаємо, як встановити %s для %s.
zh_cn: 当前尚无已知的方法来为 %2$s 安装 %1$s。

source: Close the Steam client beforehand so that the changes can be applied.
ar: أغلق عميل Steam أولاً لتتمكن من تطبيق التغييرات.
cs: Nejdříve zavřete Steam klienta jedině tak mohou být změny aplikovány.
de: Schließen Sie den Steam-Client vorher, damit die Änderungen übernommen werden können.
es: Cierra primero el cliente de Steam para que los cambios se apliquen correctamente
fi: Sulje Steam jo etukäteen jotta muutokset voidaan toteuttaa.
fr: Fermer le client Steam avant que les changements soient appliqués
hr: Prethodno zatvorite Steam klijenat kako bi se promjene mogle primijeniti.
id: Tutup klien Steam terlebih dahulu agar perubahan dapat diterapkan.
it: Chiudere il client di Steam prima di applicare le modifiche.
ja: 変更を適用する前に、Steam クライアントを終了していることを確認してください。
ka: დახურეთ წინასწარ Steam-ის კლიენტი, რომ შესაძლებელი იყოს, ცვლილებები ძალაში შევიდეს.
nl: Sluit eerst de Steam-client af, zodat de wijzigingen kunnen worden toegepast.
pl: Zamknij wcześniej Steam, aby zmiany mogły zostać zastosowane.
pt: Feche o cliente Steam antes para que as alterações possam ser aplicadas.
ru: Закройте клиент Steam заранее, чтобы изменения вступили в силу.
sr@latin: Zatvorite Steam klijent unapred tako da se promene mogu primeniti.
uk: Закрийте клієнт Steam заздалегідь, щоб можна було застосувати зміни.
zh_cn: 请事先关闭 Steam 用户端，以便应用变更。

source: Show search
ar: أظهر البحث
de: Suche anzeigen
es: Mostrar búsqueda
fr: Afficher la recherche
ja: 検索窓を表示
ka: ძებნის ჩვენება
pt: Mostrar busca
ru: Показать поиск

source: Search for a game
ar: إبحث عن لعبة
de: Suche nach einem Spiel
es: Buscar un juego
fr: Rechercher un jeu
ja: ゲームを検索
ka: თამაშის ძებნა
pt: Procurar por um jogo
ru: Поиск нужной игры

source: Name
ar: الاسم
cs: Jméno
es: Nombre
fi: Nimi
fr: Nom
hr: Ime
id: Nama
it: Nome
ja: 名前
ka: სახელი
nl: Naam
pl: Nazwa
pt: Nome
ru: Название
sr@latin: Ime
uk: Назва
zh_cn: 名称

source: Prefix
ar: البادئة
de: Präfix
es: Prefijo
fi: Etuliite
fr: Préfixe
ka: პრეფიქსი
nl: Omgeving
pt: Prefixo
ru: Префикс
zh_cn: 前置环境

source: Compatibility tool
ar: أداة التوافق
cs: Kompatibilní nástroj
de: Kompatibilitätswerkzeug
es: Herramienta de compatibilidad
fi: Yhteensopivuustyökalu
fr: Outil de compatibilité
hr: Alat za kompatibilnost
id: Alat Kompabilitas
it: Strumento di compatibilità
ja: 互換性ツール
ka: თავსებადობის ხელსაწყო
nl: Compatibiliteitstool
pl: Narzędzie kompatybilności
pt: Ferramenta de compatibilidade
ru: Инструмент совместимости
sr@latin: Alat za kompatibilnost
uk: Інструмент сумісності
zh_cn: 兼容性工具

source: Other
ar: أخرى
cs: Ostatní
de: Andere
es: Otros
fi: Muu
fr: Autres
hr: Ostalo
id: Lainnya
it: Altro
ja: その他
ka: სხვა
nl: Andere
pl: Inne
pt: Outro
ru: Другое
sr@latin: Ostalo
uk: Інше
zh_cn: 其它

source: No profile was found.
ar: .لم يتم العثور على ملف تعريف
cs: Žádný profil nebyl nalezen.
de: Es wurde kein Profil gefunden.
es: No se encontró ningún perfil.
fi: Käyttäjäprofiilia ei löytynyt.
fr: Aucun profil trouvé
hr: Nije pronađen nijedan profil.
id: Tidak ada profil yang ditemukan
it: Nessun profilo trovato.
ja: プロファイルが見つかりませんでした。
ka: პროფილები აღმოჩენილი არაა.
nl: Er is geen profiel gevonden.
pl: Nie znaleziono żadnego profilu.
pt: Nenhum perfil foi encontrado.
ru: Профиль не найден
sr@latin: Nije pronađen profil.
uk: Не знайдено профіль.
zh_cn: 未找到個人資料。

source: Make sure to connect yourself at least once on Steam.
ar: .Steam تأكد من الإتصال مرة واحدة على الأقل على
cs: Ujistěte se, že se alespoň jednou připojíte ke službě Steam.
de: Stellen Sie sicher, dass Sie sich mindestens einmal auf Steam verbinden.
es: Asegúrate de conectarte al menos una vez en Steam.
fi: Varmista että käynnistät Steamin kirjautuen tilillesi ainakin kerran.
fr: Assurez-vous de vous connecter au moins une fois sur Steam.
hr: Obavezno se barem jednom povežite na Steam.
id: Pastikan untuk menghubungkan akun Anda setidaknya satu kali di Steam.
it: Assicurati di esserti connesso almeno una volta a Steam.
ja: Steam を少なくとも一度は起動して、ログインが完了していることを確認してください
ka: დარწმუნდით, რომ Steam-ს ერთხელ მაინც დაუკავშირდეთ.
nl: Zorg ervoor dat u uzelf minstens één keer aansluit op Steam.
pt: Certifique-se de se conectar pelo menos uma vez no Steam.
ru: Убедитесь, что вы хотя бы раз подключились к Steam.
sr@latin: Obavezno se povežite sa Steam-om bar jednom.
zh_cn: 请确保至少连接过一次 Steam。

source: If you think this is an issue, make sure to report this on GitHub.
ar: .GitHub إذا كنت تعتقد أن هذه مشكلة ، فتأكد من الإبلاغ عن ذلك على
cs: Pokud si myslíte, že se jedná o problém, nezapomeňte to nahlásit na GitHubu.
de: Wenn Sie glauben, dass dies ein Problem ist, melden Sie es auf GitHub.
es: Si crees que esto es un problema, asegúrate de reportarlo en GitHub.
fi: Mikäli tämä on mielestäsi ongelma, raportoithan siitä GitHub:iin.
fr: Si vous pensez que c'est un problème, vous pouvez le signaler sur GitHub.
hr: Ako mislite da je ovo problem, obavezno prijavite to na GitHub-u.
id: Jika Anda yakin ini merupakan sebuah masalah, pastikan untuk melaporkannya di GitHub.
it: Se credi sia un errore, puoi segnalarlo su GitHub.
ja: もしこれが不具合であると考える場合、GitHub で報告してください。
ka: თუ ფიქრობთ, რომ ეს პრობლემაა, მოგვწერეთ ამის შესახებ GitHub-ზე.
nl: Als u denkt dat dit een probleem is, meld dit dan op GitHub.
pl: Jeśli uważasz, że jest to problem, zgłoś go na GitHubie.
pt: Se você acha que isto é um prolema, certifique-se de reportar isto no GitHub.
ru: Если вы считаете, что это проблема, обязательно сообщите об этом на GitHub.
sr@latin: Ako mislite da je ovo problem, obavezno ga prijavite na GitHub-u.
uk: Якщо ви вважаєте, що це проблема, обов'язково повідомте про це на GitHub.
zh_cn: 若您认为这是个问题，请务必在 GitHub 上回报。

source: Unsuported launcher
ar: مشغل برامج غير مدعوم
cs: Nepodporovaný spouštěč
de: Nicht unterstützer Starter
es: Launcher no compatible
fi: Tämä käynnistin ei ole tuettu
fr: Launcher non supporté
hr: Nepodržani pokretač
id: Peluncur tidak didukung
it: Launcher non supportato
ja: サポートされていないランチャー
ka: მხარდაუჭერელი გამშვები
nl: Niet ondersteunde launcher
pl: Nieobsługiwany launcher
ru: Неподдерживаемый лаунчер
sr@latin: Nepodržani lanser
uk: Непідтримуваний лаунчер
zh_cn: 未支援的启动器

source: %s is currently not supported.
ar: إن %s غير مدعوم حالياً
cs: %s není momentálně podporováno.
de: %s wird aktuell nicht unterstützt.
es: %s no es compatible actualmente.
fi: %s ei tuettu tällä hetkellä.
fr: %s n'est actuellement pas supporté
hr: %s trenutno nije podržan.
id: %s saat ini tidak didukung.
it: %s non è supportato al momento.
ja: %s は現在サポートされていません。
ka: '%s' ამჟამად მხარდაჭერილი არაა.
nl: %s wordt momenteel niet ondersteund.
pt: %s não é suportado atualmente.
ru: %s в настоящее время не поддерживается.
sr@latin: %s trenutno nije podržan.
uk: %s наразі не підтримується.
zh_cn: 当前尚未支持 %s。
