Repository: Vysp3r/ProtonPlus
Catalog: po/*.po
Languages: ar, cs, de, es, fi, fr, hr, id, it, ja, ka, nl, pl, pt, ru, sr@latin, sv, uk, zh_cn

source: When trying to change the launch options of %s an error occurred.
hr: Prilikom pokušaja promjene opcija pokretanja programa %s došlo je do pogreške.
it: Si è verificato un errore durante la modifica delle impostazioni di lancio di %s.
sr@latin: Došlo je do greške prilikom pokušaja da promenite %s iz opcija pokretanja.
zh_cn: 尝试变更 %s 的启动选项时发生错误。

source: When trying to change the default compatibility tool an error occurred.
hr: Prilikom pokušaja promjene zadanog alata za kompatibilnost došlo je do pogreške.
it: Si è verificato un errore durante la modifica dello strumento di compatibilità predefinito.
sr@latin: Došlo je do greške prilikom pokušaja da promenite podrazumevani alat kompatibilnosti.
uk: Під час зміни стандартного інструменту сумісності виникла помилка.
zh_cn: 尝试变更默认兼容性工具时发生错误。

source: When trying to change the compatibility tool of %s an error occurred.
hr: Prilikom pokušaja promjene alata za kompatibilnost za %s došlo je do pogreške.
it: Si è verificato un errore durante la modifica dello strumento di compatibilità per %s.
sr@latin: Došlo je do greške prilikom pokušaja da promenite alat za kompatibilnost za %s.
zh_cn: 尝试变更 %s 的兼容性工具时发生错误。

source: Custom Proton build for running the Northstar client for Titanfall 2.
hr: Prilagođena Protonova verzija za pokretanje Northstar klijenta za Titanfall 2.
it: Versione di Proton personalizzata per l'esecuzione del client Northstar per Titanfall 2.
nl: Aangepaste Proton-versie voor de Northstar-client voor Titanfall 2.
pl: Niestandardowa wersja Protona do uruchamiania klienta Northstar dla Titanfall 2.
sr@latin: Prilagođena verzija Protona za pokretanje Northstar klijenta za Titanfall 2.
sv: Anpassad version av Proton för att köra Northstar-klienten för Titanfall 2.
uk: Користувацька збірка Proton для запуску клієнта Northstar для Titanfall 2.
zh_cn: 运行 Titanfall 2 Northstar 用户端的定制 Proton 建构版本。

source: DXVK Builds that work with pre-Vulkan 1.3 versions
hr: DXVK verzije koje rade s verzijama Vulkan-a prije verzije 1.3
it: Versioni di DXVK che funzionano con le versioni precedenti a Vulkan 1.3
nl: DXVK-beelden die werken met pre-Vulkan 1.3-versies
pl: Kompilacje DXVK działające z wersjami Vulkan wcześniejszymi niż 1.3
sr@latin: DXVK verzije koje rade sa verzijama Vulkana pre verzije 1.3
uk: Збірки DXVK, що працюють із версіями Vulkan до 1.3
zh_cn: 适用于 Vulkan 1.3 之前版本的 DXVK 建构版本。

source: DXVK Async Builds that work with pre-Vulkan 1.3 versions
hr: DXVK Async verzije koje rade s verzijama Vulkan-a prije verzije 1.3
it: Versioni di DXVK Async che funzionano con le versioni precedenti a Vulkan 1.3
nl: DXVK Async Builds die werken met pre-Vulkan 1.3 versies
sr@latin: DXVK Async verzije koje rade sa verzijama Vulkana pre verzije 1.3
uk: DXVK Асинхронні збірки, які працюють з версіями до 1.3
zh_cn: 适用于 Vulkan 1.3 之前版本的 DXVK-Async 建构版本。

source: Install Steam, Lutris, Bottles or Heroic Games Launcher to get started.
pl: Aby rozpocząć, zainstaluj Steam, Lutris, Bottles lub Heroic Games Launcher.
sr@latin: Instalirajte Steam, Lutris, Boce, ili Heroic Games Launcher da biste započeli.
sv: Installera Steam, Lutris, Bottles eller Heroic Games Launcher för att komma igång.
uk: Спочатку встановіть Steam, Lutris, Bottles, або Heroic Games Launcher.

source: A modern compatibility tools manager for Linux.
pl: Nowoczesny menedżer narzędzi zgodności dla systemu Linux.
sv: En modern kompatibilitetsverktygshanterare för Linux.

source: _Installed Only
pl: _Tylko zainstalowane

source: The library failed loading.
pl: Nie udało się załadować biblioteki.

source: Missing dependencies!
sv: Saknar verktyg!

source: Existing installation of %s
sv: Befintlig installation av %s

source: Do you want to delete it and install %s with ProtonPlus?
sv: Vill du ta bort den och installera %s med ProtonPlus?

source: %s is not supported
sv: %s stöds ej

source: %s is up-to-date
sv: %s är redan senaste versionen

source: Update %s to the latest version
sv: Uppdatera %s till den senaste versionen

source: The installation of %s has begun.
sv: Installationen av %s har påbörjats.

source: The upgrade of %s has begun.
sv: Uppgraderingen av %s har påbörjats.

source: An unexpected error occurred while installing %s.
sv: Ett oväntat fel inträffade vid installationen av %s.

source: The installation of %s is complete.
sv: Installationen av %s är slutförd.

source: The removal of %s is complete.
sv: Borttagningen av %s är slutförd.

source: An unexpected error occurred while removing %s.
sv: Ett oväntat fel inträffade när %s skulle tas bort.

source: Steam compatibility tool based on Proton-GE with modifications for very old GPUs, with %s.
sv: Steam-kompatibilitetsverktyg baserat på Proton-GE med justeringar för väldigt gamla grafikkort, med %s.

source: The upgrade of %s is complete.
sv: Uppgraderingen av %s har slutförts.

source: An unexpected error occurred while upgrading %s.
sv: Ett oväntat fel inträffade under uppgraderingen av %s.
