Repository: Vysp3r/ProtonPlus
Catalog: po/*.po
Languages: ar, cs, de, es, fi, fr, hr, id, it, ja, ka, nl, pl, pt, ru, sr@latin, sv, uk, zh_cn

source: A modern compatibility tools manager
ar: مدير لأدوات التوافق بطابع حديث
cs: Moderní správce nástrojů kompatibility
de: Ein moderner Verwalter für Kompatibilitätstools
es: Un administrador moderno de herramientas de compatibilidad
fi: Nykyaikainen hallintakeskus yhteensopivuustyökaluille.
fr: Un gestionnaire moderne d’outils de compatibilité pour Linux.
id: Manajer alat kompatibilitas modern
it: Un gestore moderno per strumenti di compatibilità
ja: モダンな互換性ツールマネージャー
ka: თანამედროვე თავსებადობის ხელსაწყოების მმართველი
nl: Een moderne compatibiliteitstoolbeheerder
pt: Um gerenciador de ferramentas de compatibilidade moderno
ru: Современный менеджер инструментов совместимости
zh_cn: 现代的兼容性工具管理器。

source: Website
ar: الموقع
cs: Webové stránky
de: Webseite
es: Sitio web
fi: Verkkosivusto
fr: Site internet
hr: Web stranica
id: Laman web
it: Sito Web
ja: ウェブサイト
ka: ვებსაიტი
nl: Webpagina
pl: Strona internetowa
pt: Site
ru: Веб-сайт
sr@latin: Veb stranica
uk: Веб-сайт
zh_cn: 网站

source: Special thanks to
ar: شكر خاص
cs: Zvláštní poděkování patří
de: Spezieller Dank an
es: Un agradecimiento especial a
fi: Erityiskiitokset
fr: Remerciements à
hr: Posebna zahvala
id: Terima kasih khusus kepada
it: Ringraziamenti speciali a
ka: დიდი მადლობა
nl: Speciale dank aan
pl: Specjalne podziękowania dla
pt: Agradecimentos especiais a
ru: Отдельное спасибо
sr@latin: Posebna zahvalnost
sv: Ett särskilt tack till
uk: Окреме дякую
zh_cn: 特别感谢

source: Loading
ar: جاري التحميل
cs: Načítá se
de: Laden
es: Descargando
fi: Ladataan
fr: Chargement
hr: Učitavanje
id: Memuat
it: Caricamento in corso
ja: ロード中
ka: იტვირთება
nl: Laden
pt: Baixando
ru: Загрузка
sr@latin: Učitavanje
zh_cn: 正在下载

source: Taking longer than normal?
ar: هل الإجراء يأخذ وقتاً أكثر من المعتاد؟
cs: Trvá to déle než obvykle?
de: Dauert es länger als normal?
es: ¿Está tardando más de lo normal?
fi: Kuluuko aikaa totuttua pidempään?
fr: Prend plus de temps que d'habitude ?
hr: Traje li dulje nego inače?
id: Memakan waktu lebih lama dari biasanya?
it: Sta impiegando più del normale?
ja: この画面が長く表示されていますか?
ka: ჩვეულებრივზე მეტი დრო უნდება?
nl: Duurt het langer dan normaal?
pt: Demorando mais que o normal?
ru: Длиться дольше чем обычно?
sr@latin: Traje li duže nego uobičajeno?
uk: Це займає більше часу, ніж зазвичай?
zh_cn: 加载时间是不是比平常久？

source: Please report this issue on GitHub.
ar: .GitHub يرجى الإبلاغ عن هذه المشكلة على منصة
cs: Prosím oznamte tuto chybu na GitHubu.
de: Bitte melden Sie dieses Problem auf GitHub.
es: Por favor informa de este problema en GitHub.
fi: Ole hyvä ja raportoi tämä ongelma GitHub:issa.
fr: S'il vous plaît, rapportez ce bug sur Github.
hr: Molimo prijavite ovaj problem na GitHub-u.
id: Silakan laporkan masalah ini di GitHub.
it: Si prega di segnalare il problema su GitHub.
ja: この問題を GitHub で報告してください。
ka: მოგვწერეთ ამ პრობლემის შესახებ GitHub-ზე.
nl: Rapporteer dit probleem op GitHub.
pl: Prosimy o zgłoszenie tego błędu na GitHubie.
pt: Por favor reporte este erro no GitHub.
ru: Пожалуйста, сообщите об этой проблеме на GitHub.
sr@latin: Molimo Vas da prijavite ovaj problem na GitHub.
uk: Будь ласка, повідомте про це на GitHub.
zh_cn: 请在 GitHub 上回报此问题。

source: Donate
ar: تبرع
cs: Podpořit
de: Spenden
es: Donar
fi: Lahjoita
fr: Donation
hr: Doniraj
id: Donasi
it: Dona
ja: 寄付する
ka: შეწირვა
nl: Doneren
pl: Przekaż darowiznę
pt: Doar
ru: Пожертвование
sr@latin: Donirajte
uk: Пожертвування
zh_cn: 捐赠

source: _Preferences
ar: التفضيلات
cs: Nastavení
de: _Einstellungen
es: _Preferencias
fr: Préférences
ja: 設定 (_P)
ka: _მორგება
pt: _Preferências
ru: Настройки

source: _Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
cs: _Klávesové zkratky
de: _Tastenkombinationen
es: _Atajos de teclado
fi: _Näppäinoikopolut
fr: _Raccourcis clavier
hr: _Tipkovnički prečaci
id: _ Pintasan Papan Ketik
it: _Scorciatoie da tastiera
ja: キーボードショートカット(_K)
ka: _კლავიატურის მალსახმობები
nl: _Sneltoetsen
pl: _Skróty klawiszowe
pt: _Atalhos de Teclado
ru: _Горячие клавиши
sr@latin: _Tastaturne prečice
uk: _Комбінації клавіш
zh_cn: 键盘快捷键(_K)

source: _About ProtonPlus
ar: _حول بروتون بلس
cs: O _aplikaci ProtonPlus
de: _Über ProtonPlus
es: Sobre ProtonPlus
fi: _Tietoja ProtonPlus:sta
fr: _À propos de ProtonPlus
hr: _O ProtonPlus-u
id: _Tentang ProtonPlus
it: _Su ProtonPlus
ja: ProtonPlus について(_A)
ka: ProtonPlus-ის შეს_ახებ
nl: _Over ProtonPlus
pl: _O ProtonPlus
pt: _Sobre ProtonPlus
ru: Информация о ProtonPlus
sr@latin: _O ProtonPlus-u
sv: _Om ProtonPlus
uk: Про ProtonPlus
zh_cn: 关于 ProtonPlus(_A)

source: Main Menu
ar: القائمة الرئيسية
cs: Hlavní nabídka
de: Hauptmenü
es: Menú principal
fi: Päävalikko
fr: Menu principal
hr: Glavni izbornik
id: Menu Utama
it: Menù Principale
ja: メインメニュー
ka: მთავარი მენიუ
nl: Hoofdmenu
pl: Menu główne
pt: Menu Principal
ru: Основное меню
sr@latin: Glavni meni
uk: Головне меню
zh_cn: 主菜单

source: Runners
ar: المشغلات
cs: Spouštěče
de: Ausführungswerkzeuge
es: Ejecutores
fi: Ajo-ohjelmat
fr: Outils de compatibilité
hr: Trkači
id: Runner
it: Strumenti
ka: დამხმარე პროცესები
pl: Uruchamiacze
pt: Executadores
ru: Инструменты
sr@latin: Trkači
sv: Körprogram
uk: Інструменти
zh_cn: 运行器

source: Games
ar: الألعاب
cs: Hry
de: Spiele
es: Juegos
fi: Pelit
fr: Jeux
hr: Igre
id: Permainan
it: Giochi
ja: ゲーム
ka: თამაშები
nl: Spellen
pt: Jogos
ru: Игры
sr@latin: Igre
uk: Ігри
zh_cn: 游戏库

source: Couldn't load the launchers
ar: لم نستطع تحميل التطبيقات المُشَغِلة
de: Die Starter konnten nicht geladen werden
es: No se pudieron cargar los lanzadores
fr: Impossible de charger les launchers
ja: ランチャーを読み込めませんでした
ka: გამშვებების ჩატვირთვა შეუძლებელია
pt: Não foi possível carregar os inicializadores
ru: Не удалось загрузить программы запуска

source: Welcome to %s
ar: مرحباً بك في %s
cs: Vítá vás %s
de: Willkommen zu %s
es: Bienvenido a %s
fi: Tervetuloa %s :n
fr: Bienvenue dans %s
hr: Dobrodošli u %s
id: Selamat datang di %s
it: Benvenuto a %s
ja: %s へようこそ
ka: მოგესალმებათ %s
nl: Welkom bij %s
pl: Witamy w %s
pt: Bem-vindo(a) ao %s
ru: Добро пожаловать в %s
sr@latin: Dobrodošli u %s
sv: Välkommen till %s
uk: Ласкаво просимо до %s
zh_cn: 欢迎来到 %s

source: Install Steam, Lutris, Bottles, Heroic Games Launcher or WineZGUI to get started.
ar: الرجاء تثبيت إحدى البرامج التالية للبدأ (Steam, Lutris, Bottles, Heroic Games Launcher أو WineZGUI)
de: Installieren Sie Steam, Lutris, Bottles oder Heroic Games Launcher oder WineZGUI, um loszulegen.
es: Instala Steam, Lutris, Bottles, Heroic Games Launcher o WineZGUI para empezar.
fr: Installez Steam, Lutris, Bottles, Heroic Games Launcher ou WineZGUI pour commencer.
ja: 開始するには、Steam, Lutris, Bottles, Heroic Games Launcher または WineZGUI をインストールしてください。
ka: დასაწყისისთვის დააყენეთ Steam, Lustris, Bottles, Heroic Games Launcher, ან WineZGUI.
pt: Instale o Steam, Lutris, Bottles, Heroic Games Launcher ou WineZGUI para começar.
ru: Установите Steam, Lutris, Bottles или Heroic Games Launcher или WineZGUI, чтобы начать пользоваться программой.

source: Make sure to run the launchers at least once to ensure they're properly initialized
ar: تأكد من تشغيلك للبرامج المُشَغِلة عالأقل مرة واحدة لضمان أن تكون مُمَهَدَة بشكل صحيح
de: Stellen Sie sicher, dass Sie die Startprogramme mindestens einmal ausführen, um sicherzustellen, dass sie ordnungsgemäß initialisiert sind
es: Asegúrate de ejecutar los lanzadores al menos una vez para garantizar que se inicialicen correctamente
fr: Lancez les programmes au moins une fois pour les initialiser correctement
ja: ランチャーを少なくとも一度は起動して、初期セットアップが完了していることを確認してください
ka: დარწმუნდით, რომ გაუშვათ გამშვებები ერთხელ მაინც, რომ დარწმუნდეთ, რომ ისინი მუშაობენ
pt: Certifique-se de executar os inicializadores pelo menos uma vez para garantir que estejam devidamente inicializados
ru: Обязательно запустите программы запуска хотя бы один раз, чтобы убедиться, что они правильно инициализированы

source: Checking for updates
ar: جاري التحقق من التحديثات
de: Prüfe auf Aktualisierungen
es: Buscando actualizaciones
fr: Vérification des mises à jour
ja: 更新を確認中
ka: განახლებების შემოწმება
pt: Procurando atualizações
ru: Проверка на наличие обновлений

source: Updating %s
ar: جاري تحديث %s
de: Aktualisiere %s
es: Actualizando %s
fr: Mise à jour de %s
ja: %s を更新中
ka: მიმდინარეობს %s-ის განახლება
pt: Atualizando %s
ru: Обновление %s

source: Nothing to update
ar: لا يوجد ما يتطلب التحديث
de: Nichts zu aktualisieren
es: Nada que actualizar
fr: Aucune mise à jour.
ja: 更新するものはありません
ka: გასაახლებელი არაფერია
pt: Nada para atualizar
ru: Обновлять нечего.

source: No update found for %s
ar: لم يتم إيجاد أي تحديث لـ %s
de: Kein Update für %s gefunden
es: No se encontró ninguna actualización para %s
fr: Aucune mise à jour trouvée pour %s
ja: %s の更新は見つかりませんでした
ka: '%s'-ისთვის განახლებები აღმოჩენილი არაა
pt: Nenhuma atualização encontrada para %s
ru: Не найдено обновления для %s

source: Everything is now up-to-date
ar: كل شيء محدث لآخر إصدار
de: Alles ist jetzt aktuell
es: Todo está actualizado
fr: Tout est maintenant à jour
ja: 全て最新になりました。
ka: ახლა ყველაფერი განახლებულია
pt: Tudo está atualizado agora.
ru: Теперь все в актуальном состоянии

source: %s is now up-to-date
ar: محدث الآن %s
de: %s ist schon auf dem neuesten Stand
es: %s está actualizado
fr: %s est maintenant déjà à jour
ja: %s は最新になりました
ka: %s ახლა განახლებულია
ru: %s теперь обновлен.

source: Couldn't check for updates (Reason: %s)
ar: لم نستطع التحقق من وجود التحديثات(السبب: %s)
de: Es konnten keine Updates gefunden werden (Grund: %s)
es: No se pudieron buscar actualizaciones (Motivo: %s)
fr: Impossible de vérifier les mises à jour (Raison: %s)
ja: 更新を確認できませんでした (理由: %s)
ka: განახლებების შემოწმების შეცდომა (მიზეზი: %s)
ru: Невозможно проверить наличие обновлений (Reason: %s)

source: API limit reached
ar: تم الوصول إلى الحد الأقصى لواجهة برمجة التطبيقات (API)
de: API-Limit erreicht
es: Límite de API alcanzado
fr: Quota de l'API dépassé
ja: API の制限に達しました
ka: მიღწეულია API-ის ზღვარი
pt: Limite da API atingido
ru: Достигнут лимит API

source: Couldn't update %s (Reason: %s)
ar: لم نستطع تحديث %s (السبب: %s)
de: %s konnte nicht aktualisiert werden (Grund: %s)
es: No se pudo actualizar %s (Motivo: %s)
fr: Impossible de mettre à jour %s (Raison: %s)
ja: %s を更新できませんでした (理由: %s)
ka: '%s'-ის განახლება შეუძლებელია (მიზეზი: %s)
pt: Não foi possível atulizar %s
ru: Не удалось обновить %s (причина: %s)

source: Unable to reach the API
ar: لم نستطع الوصول لواجهة برمجة التطبيقات(API)
de: Die API kann nicht erreicht werden
es: No se pudo acceder a la API
fr: Impossible de joindre l'API
ja: API にアクセスできません
ka: API-მდე მიღწევა შეუძლებელია
pt: Não foi possível acessar a API
ru: Не удается связаться с API

source: Invalid access token
ar: الرمز المميز للوصول غير صالح
de: Ungültiges Zugriffstoken
es: Token de acceso no válido
fr: Jeton d'accès invalid
ja: 無効なアクセストークン
ka: არასწორი წვდომის ტოკენი
pt: Token de acesso inválido
ru: Невалидный токен доступа

source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ka: უცნობი შეცდომა
pt: Erro desconhecido
ru: Неизвестная ошибка

source: Report
ar: بلاغ
de: Bericht
es: Informe
fr: Rapport
ja: 報告
ka: ანგარიში
ru: Отчет

source: Warning
ar: تحذير
cs: Varování
de: Warnung
es: Advertencia
fi: Varoitus
fr: Attention
hr: Upozorenje
id: Peringatan
it: Avvertenza
ja: 警告
ka: გაფრთხილება
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
ru: Предупреждение
sr@latin: Upozorenje
uk: Попередження
zh_cn: 警告

source: The application is currently checking for updates. Exiting the application early may cause issues.
ar: التطبيق حالياً يبحث عن التحديثات. الخروج أثناء هذه العملية قد يسبب مشاكل
cs: Aplikace právě kontroluje aktualizace. Předčasné ukončení aplikace může způsobit problémy.
de: Die Anwendung sucht gerade nach Updates. Ein vorzeitiges Beenden der Anwendung kann zu Problemen führen.
es: La aplicación está buscando actualizaciones. Si cierras la aplicación ahora, podrían surgir problemas.
fi: Sovellus tarkistaa parhaillaan päivityksiä. Sovelluksesta poistuminen liian aikaisin voi aiheuttaa ongelmia.
fr: L'application vérifie actuellement les mises à jour. Quitter l'application maintenant peut causer des problèmes.
id: Aplikasi saat ini sedang memeriksa pembaruan. Keluar dari aplikasi secara prematur dapat menyebabkan masalah.
it: L'applicazione sta verificando aggiornamenti. Chiudere l'applicazione porrebbe causare problemi.
ja: アプリケーションは更新の確認中です。 アプリケーションを終了すると問題が発生することがあります。
ka: აპლიკაცია ამჟამად განახლებებს ამოწმებს. აპლიკაციიდან გასვლამ, შეიძლება, პრობლემები გამოიწვიოს.
nl: Het programma controleert momenteel op updates Nu afsluiten kan problemen opleveren.
pt: A aplicação atualmente procura atualizações. Sair da aplicação cedo pode causar problemas.
ru: Приложение проверяет на наличие обновлений. Выход из приложения может вызвать ошибки.
zh_cn: 当前正在检查更新。 提前离开可能会导致问题。

source: Exit
ar: خروج
cs: Ukončit
de: Beenden
es: Salir
fi: Poistu
fr: Quitter
id: Keluar
it: Esci
ja: 終了
ka: გასვლა
nl: Afsluiten
pt: Sair
ru: Выйти
uk: Вийти
zh_cn: 离开

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Keskeytä
fr: Annuler
hr: Otkaži
id: Batalkan
it: Cancella
ja: キャンセル
ka: გაუქმება
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sr@latin: Otkaži
sv: Avbryt
uk: Скасувати
zh_cn: 取消

source: Checking for updates...
ar: ...جاري التحقق من التحديثات
cs: Kontrolují se aktualizace...
de: Prüfe auf Aktualisierungen...
es: Comprobando actualizaciones...
fi: Tarkistetaan päivityksiä...
fr: Vérification des mises à jour...
id: Memeriksa pembaruan...
it: Ricerca aggiornamenti...
ja: 更新を確認中...
ka: განახლებების შემოწმება...
nl: Controleren op updates...
pt: Procurando atualizações...
ru: Проверка обновлений...
uk: Перевірка оновлень...
zh_cn: 正在检查更新...

source: OK
ar: حسنا
cs: Budiž
es: Hecho
hr: U redu
id: Oke
ka: დიახ
nl: Oké
pt: Tudo Bem
ru: ОК
sr@latin: U redu
uk: ОК
zh_cn: 确定

source: General
ar: عام
de: Allgemein
fr: Général
ja: 一般
ka: ზოგადი
ru: Общие

source: Automatic updates
ar: التحديثات التلقائية
de: Automatische Updates
es: Actualizaciones automáticas
fr: Mise à jour automatique
ja: 自動更新
ka: ავტომატური განახლებები
pt: Atualizações automáticas
ru: Автоматические обновления

source: Whether or not to update the installed 'Latest' runners when the application start
ar: تحديد ما إذا كان سيتم تحديث أحدث المشغلات المثبتة عند تشغيل التطبيق أم لا
de: Ob die installierten „neuesten“ Ausführungswerkzeuge beim Start der Anwendung aktualisiert werden sollen oder nicht
es: Actualizar o no los ejecutores «Más reciente» instalados al iniciar la aplicación
fr: Mettre à jour ou non les outils de compatibilité installés (version 'Dernière') au démarrage de l'application
ka: მოხდება, თუ არა დაყენებული 'უახლესი' დამხმარე პროცესების განახლება აპლიკაციის გაშვებისას
ru: Следует ли обновлять установленные "последние версии" программ запуска при запуске приложения

source: Latest
ar: الأحدث
de: Letztes
es: Más reciente
fr: Dernière
ja: 最新
ka: უახლესი
ru: Последний

source: Remember last used profile
ar: تذكر آخر ملف تعريفي مُستَخْدَم
de: Zuletzt verwendetes Profil merken
es: Recordar el último perfil usado
fr: Se souvenir du dernier profil utilisé
ja: 最後に使用したプロファイルを記憶する
ka: ბოლოს გამოყენებული პროფილის დამახსოვრება
ru: Запомнить последний использованный профиль

source: Whether or not to remember the last used Steam profile
ar: تحديد ما إذا كان سيتم تَذكُر آخر ملف تعريف مُستخدَم لـSteam أم لا.
de: Ob das zuletzt verwendete Steam-Profil gespeichert werden soll oder nicht
es: Recordar o no el último perfil de Steam usado
fr: Conserver ou non le dernier profil Steam utilisé
ja: 最後に使用した Steam のプロファイルを記憶するかどうか
ka: მოხდება თუ არა ბოლოს გამოყენებული Steam-ის პროფილის დამახსოვრება
ru: Нужно ли запоминать последний использованный профиль в Steam

source: System
ar: النظام
es: Sistema
fr: Système
id: Sistem
ja: システム
ka: სისტემა
pt: Sistema
ru: Системная

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
id: Terang
ja: ライト
ka: ღია
pt: Claro
ru: Светлая

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
ja: ダーク
ka: მუქი
pt: Escuro
ru: Темная

source: Current theme
ar: السِمَة الحالية
de: Aktuelles Thema
es: Tema actual
fr: Thème actuel
ja: 現在のテーマ
ka: მიმდინარე თემა
pt: Tema atual
ru: Текущая тема

source: Refresh profiles
ar: إعادة تجديد البيانات المعروضة لملفات التعريف
de: Profile aktualisieren
es: Actualizar perfiles
fr: Actualiser les profils
ja: プロファイルを再読み込み
ka: პროფილების განახლება
ru: Обновить профили

source: Refresh launchers/runners
ar: إعادة تجديد البيانات المعروضة للبرامج المشغلة و المشغلات
de: Starter/Ausführungswerkzeuge aktualisieren
es: Actualizar lanzadores/ejecutores
fr: Actualiser les launchers/outils de compatibilité
ka: გამშვებების/დამხმარე პროცესების განახლება
ru: Обновите программы запуска/раннеры

source: Check if any of the installed 'Latest' runners needs to be updated
ar: تأكد من موجود تحديث لأحدث المشغلات المثبتة
de: Überprüfen Sie, ob einer der installierten „neuesten” Ausführungswerkzeuge aktualisiert werden muss
es: Comprobar si alguno de los ejecutores «Más reciente» instalados necesita actualizarse
fr: Vérifier si l’un des outils de compatibilité installés (version 'Dernière') doit être mis à jour
ka: შემოწმება, სჭირდება თუ არა რომელიმე 'უახლეს' დამხმარე პროგრამას განახლება
ru: Проверить, нужно ли обновлять какие-либо из последних установленных ранеров

source: Check for updates
ar: تحقق من التحديثات
de: Prüfe auf Aktualisierungen
es: Buscar actualizaciones
fr: Rechercher des mises a jour
ja: 更新を確認
ka: განახლებების შემოწმება
ru: Проверка на наличие обновлений

source: Access token
ar: الرمز المميز للوصول
de: Zugriffstoken
es: Token de acceso
fr: Jeton d'accès
ja: アクセストークン
ka: წვდომის ტოკენი
pt: Token de acesso
ru: Токен доступа

source: Enter an access token to reduce your chances of being rate limited
ar: أدخِل الرمز المميز للوصول لتقليل فرصتك للوصول لنسبة التقييد
de: Geben Sie einen Zugriffstoken ein, um die Wahrscheinlichkeit einer Ratenbegrenzung zu verringern
es: Introduce un token de acceso para reducir la probabilidad de recibir limitaciones de uso
fr: Entrer un jeton d'accès pour réduire les risques de limitation de débit
ja: レート制限に掛かる頻度を減らすためにアクセストークンを入力する
ka: შეიყვანეთ წვდომის ტოკენი, რომ შეამციროთ შანსები, სიჩქარე შეგეზღუდოთ
ru: Введите токен доступа, чтобы снизить вероятность ограничения скорости

source: More information
ar: مزيد من المعلومات
cs: Více informací
de: Mehr Informationen anzeigen
es: Más información
fi: Lisätietoja
fr: Plus d'informations
hr: Više Informacija
id: Informasi selengkapnya
it: Altre informazioni
ja: 詳細情報
ka: მეტი ინფორმაცია
nl: Meer informatie
pl: Więcej informacji
pt: Mais informação
ru: Больше информации
sr@latin: Više Informacija
uk: Більше інформації
zh_cn: 更多信息

source: Open
ar: فتح
cs: Otevřít
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
hr: Otvori
id: Buka
it: Apri
ja: 開く
ka: გახსნა
pl: Otwórz
pt: Abrir
ru: Открыть
sr@latin: Otvorite
uk: Відкрити
zh_cn: 打开

source: Open in your web browser
ar: فتح في متصفح الويب الخاص بك
cs: Otevřít ve webovém prohlížeči
de: Im Webbrowser öffnen
es: Abrir en tu navegador web
fi: Avaa nettiselaimessa
fr: Ouvrir dans votre navigateur
hr: Otvori u svom web pregledniku
id: Buka di browser web Anda
it: Apri sul browser
ja: ウェブブラウザで開く
ka: გახსნა თქვენს ბრაუზერში
nl: Open in uw webbrowser
pl: Otwórz w przeglądarce
pt: Abrir em seu navegador
ru: Открыть в браузере
sr@latin: Otvorite u svom veb pretraživaču
uk: Відкрити в браузері
zh_cn: 在浏览器中打开

source: Show more information
ar: عرض المزيد من المعلومات
cs: Zobrazit více informací
de: Mehr Informationen anzeigen
es: Mostrar más información
fi: Näytä lisätiedot
fr: Afficher plus d'informations
hr: Prikaži više informacija
id: Tampilkan informasi selengkapnya
it: Mostra altre informazioni
ja: 詳細情報を表示
ka: მეტი ინფორმაციის ჩვენება
nl: Meer informatie tonen
pl: Pokaż więcej informacji
pt: Mostrar mais informação
ru: Показать больше информации
sr@latin: Prikaži više informacija
sv: Visa mer information
uk: Показати більше інформації
zh_cn: 显示更多信息

source: Update the runner if a newer version is available
ar: حَدِث المُشَغِّل في حال توفر إصدار أحدث
de: Aktualisieren Sie den Runner, wenn eine neuere Version verfügbar ist
es: Actualizar el ejecutor si hay una versión más reciente disponible
fr: Mettre à jour si une version plus récente est disponible
ka: დამხმარე პროცესების განახლება, თუ ხელმისაწვდომია უფრო ახალი ვერსია
ru: Обновить программу запуска, если доступна более новая версия

source: Open runner directory
ar: فتح دليل المشغل
de: Ausführungswerkzeugverzeichnis öffnen
es: Abrir directorio de ejecutores
fr: Ouvrir le dossier
ka: დამხმარე პროცესის საქაღალდის გახსნა
pt: Abrir diretório do executador
ru: Открыть папку раннера

source: Delete %s
ar: حَذف %s
cs: Smazat %s
de: Lösche %s
es: Eliminar %s
fi: Poista %s
fr: Supprimer %s
hr: Izbriši %s
id: Hapus %s
it: Elimina %s
ja: %s を削除
ka: '%s'-ის წაშლა
nl: Verwijder %s
pl: Usuń %s
pt: Remover %s
ru: Удалить %s
sr@latin: Izbriši %s
sv: Radera %s
uk: Видалити %s
zh_cn: 删除 %s

source: Install %s
ar: تثبيت %s
cs: Nainstalovat %s
de: Installiere %s
es: Instalar %s
fi: Asenna %s
fr: Installer %s
hr: Instaliraj %s
id: Pasang %s
it: Installa %s
ja: %s をインストール
ka: '%s'-ის დაყენება
nl: Installeer %s
pl: Zainstaluj %s
pt: Instalando %s
ru: Установить %s
sr@latin: Instalirajte %s
sv: Installera %s
uk: Встановлення %s
zh_cn: 安装 %s

source: Used
ar: مُستخدَم
cs: Použito
de: Benutzt
es: Usado
fi: Käytetty
fr: Utilisé
id: Digunakan
it: Usato
ja: 使用済み
ka: გამოყენებულია
nl: Gebruikt
pt: Usado
ru: Использованное
zh_cn: 已使用

source: Try again in a few minutes.
ar: حاول مرة أخرى بعد بضع دقايق.
de: Versuchen Sie es in ein paar Minuten erneut.
es: Inténtalo de nuevo en unos minutos.
fr: Réessayez dans quelques minutes.
ja: 数分待ってからお試しください。
ka: სცადეთ კიდევ ერთხელ რამდენიმე წუთში.
pt: Tente novamente em alguns minutos.
ru: Повторите попытку через несколько минут.

source: Make sure you're connected to the internet.
ar: تأكد من إتصالك بالإنترنت
de: Stellen Sie sicher, dass Sie mit dem Internet verbunden sind.
es: Asegúrate de estar conectado a internet.
fr: Vérifiez votre connexion internet.
ja: インターネットに接続されていることを確認してください。
ka: დარწმუნდით, რომ ინტერნეტი გაქვთ.
pt: Certifique-se que você está conectado à internet.
ru: Убедитесь, что вы подключены к Интернету.

source: Make sure your DNS is not blocking this.
ar: تأكد مِن أن نظام أسماء المجالات (DNS) لا يحظر هذا.
es: Asegúrate de que tu DNS no lo esté bloqueando.
pt: Se certifique de que seu DNS não está bloqueando isto.

source: The requested website does not seem to be valid.
ar: يبدو أن الموقع الإلكتروني المطلوب غير صالح
es: El sitio web solicitado no parece ser válido.
pt: O site requisitado não parece ser válido.

source: Make sure the access token you provided is valid.
ar: تأكد من صلاحية الرمز المميز للوصول المُعطى.
de: Stellen Sie sicher, dass der von Ihnen angegebene Zugriffstoken gültig ist.
es: Asegúrate de que el token de acceso que has proporcionado es válido.
fr: Assurez-vous que le jeton d'accès fourni est valide.
ja: あなたが入力したアクセストークンが有効であることを確認してください。
ka: დარწმუნდით, რომ შეყვანილი წვდომის ტოკენი სწორია.
pt: Certifique-se de que o token de acesso fornecido é válido.
ru: Убедитесь, что предоставленный вами токен доступа действителен.

source: Load more
ar: تحميل المزيد
cs: Načíst více
de: Mehr laden
es: Cargar más
fi: Lataa lisää
fr: Chargez plus
hr: Učitaj više
id: Muat lainnya
it: Carica altri
ja: もっと読み込む
ka: მეტის ჩატვირთვა
nl: Meer laden
pl: Wczytaj więcej
pt: Carregar mais
ru: Загрузить ещё
sr@latin: Učitaj više
sv: Hämta mer
uk: Завантажити більше
zh_cn: 加载更多
