Repository: Vysp3r/ProtonPlus
Catalog: po/*.po
Languages: ar, cs, de, es, fi, fr, hr, id, it, ja, ka, nl, pl, pt, ru, sr@latin, sv, uk, zh_cn

source: If you want me to speed up the development make sure to show your support!
ar: إن أردت مني إسراع عملية التطوير الرجاء التطوع للمشروع لإظهار دعمك لي
cs: Pokud chcete, abych urychlil vývoj, nezapomeňte mi projevit svou podporu!
de: Wenn Sie möchten, dass ich die Entwicklung beschleunige, zeigen Sie Ihre Unterstützung!
es: Si quieres que acelere el desarrollo, ¡asegúrate de mostrar tu apoyo!
fi: Halutessasi nopeampaa kehitystyötä, annathan tukesi!
fr: Envie d'accélérer le développement ? Montrez votre soutien !
hr: Ako želite da ubrzam razvoj, svakako pokažite svoju podršku!
id: Jika kalian ingin saya mempercepat pengembangan, pastikan untuk menunjukkan dukungan Anda!
it: Se vuoi che velocizzi lo sviluppo non dimenticare di mostrare il tuo supporto!
ja: 開発をスピードアップしてほしい場合は、私を支援してください!
ka: თუ გნებავთ, განვითარება უფრო სწრაფად ხდებოდეს, გვაჩვენეთ, რომ ჩვენთან ბრძანდებით!
nl: Als u wilt dat ik de ontwikkeling bespoedig, laat dan zeker uw steun zien!
pt: Se você quiser que eu acelere o desenvolvimento, certifique-se de mostrar seu apoio!
ru: Если хотите ускорить разработку, поддержите проект!
sr@latin: Ako želite da ubrzate razvoj, budite sigurni da pokažete svoju podršku!
uk: Якщо ви хочете прискорити розробку, не забудьте висловити свою підтримку!
zh_cn: 若希望我加快开发速度，请务必表达您的支持！

source: Undefined
ar: غير مُعَرَف
cs: Neurčeno
de: Nicht definiert
es: Indefinido
fi: Määrittämätön
fr: Indéfini
hr: Nedefinirano
id: Tidak terdefinisi
it: Non definito
ja: 未指定
ka: აღუწერელია
nl: Onbepaald
pl: Niezdefiniowane
pt: Indefinido
ru: Неопределенно
sr@latin: Nedefinisano
uk: Не визначено
zh_cn: 未指定

source: Hide search
ar: إخفاء البحث
de: Suche ausblenden
es: Ocultar búsqueda
fr: Masquer la recherche
ja: 検索窓を非表示
ka: ძებნის დამალვა
pt: Esconder busca
ru: Скрыть поиск

source: Modify the game launch options
ar: تعديل خيارات إطلاق اللعبة
cs: Upravit možnosti spouštění hry
de: Ändern Sie die Startoptionen des Spiels
es: Modificar las opciones de lanzamiento del juego
fi: Muokkaa pelin käynnistysasetuksia
fr: Modifier les paramètres du lancement de jeu
hr: Promijenite opcije pokretanja igre
id: Modifikasi opsi peluncuran game
it: Modifica le opzioni di lancio di gioco
ja: ゲームの起動オプションを変更
ka: თამაშის გაშვების პარამეტრების შეცვლა
nl: De opstartopties van het spel aanpassen
pt: Modificar as opções de inicialização de jogo
ru: Изменить параметры запуска игры
sr@latin: Promenite opcije pokretanja igara
uk: Змінити параметри запуску гри
zh_cn: 修改游戏启动选项

source: Unknown
ar: مجهول
cs: Neznámé
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hr: Nepoznato
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ka: უცნობი
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестно
sr@latin: Nepoznato
uk: Невідомо
zh_cn: 未知

source: Open ProtonDB page
ar: ProtonDB إفتح صفحة
cs: Otevřít ProtonDB stránku
de: ProtonDB-Seite öffnen
es: Abrir la página de ProtonDB
fi: Avaa ProtonDB -sivusto
fr: Ouvrir la page ProtonDB
hr: Otvori ProtonDB stranicu
id: Buka halaman ProtonDB
it: Apri pagina di ProtonDB
ja: ProtonDB のページを開く
ka: ProtonDB-ის გვერდის გახსნა
nl: Open ProtonDB pagina
pl: Otwórz stronę ProtonDB
pt: Abrir página da ProtonDB
ru: Открыть страницу ProtonDB
sr@latin: Otvorite ProtonDB stranicu
uk: Відкрити сторінку ProtonDB
zh_cn: 打开 ProtonDB 页面

source: Mass edit
ar: تحرير بالجُمْلَة
cs: Hromadná úprava
de: Massenbearbeitung
es: Edición masiva
fi: Massamuokkaus
fr: Modification groupée
hr: Masovno uređivanje
id: Pengeditan masal
it: Modifica multipla
ja: まとめて設定
ka: მასიური ჩასწორება
nl: Massaal bewerken
pl: Edycja zbiorowa
pt: Edição em massa
ru: Массовое редактирование
sr@latin: Masovno uređivanje
uk: Масове редагування
zh_cn: 批量编辑

source: 1 game selected
ar: لعبة واحدة مختارة
cs: 1 hra vybrána
de: 1 Spiel ausgewählt
es: 1 juego seleccionado
fi: 1 peli valittu
fr: 1 jeu sélectionné
hr: Odabrana je 1 igra
id: 1 game dipilih
it: 1 gioco selezionato
ja: 1 つのゲームを選択済み
ka: არჩეულია 1 თამაში
nl: 1 spel geselecteerd
pt: %u jogo selecionado
ru: Выбрана 1 игра
sr@latin: Izabrana 1 igra
uk: Вибрана одна гра
zh_cn: 已选取 1 款游戏

source: %u games selected
ar: مجموع الألعاب المحددة %u
cs: %u her vybráno
de: %u Spiele ausgewählt
es: %u juegos seleccionados
fi: %u pelit valittu
fr: %u jeux sélectionnés
hr: Odabrano je %u igara
id: %u permainan yang dipilih
it: %u giochi selezionati
ja: %u つのゲームを選択済み
ka: მონიშნულია %u თამაში
nl: %u spellen geselecteerd
pt: %u jogos selecionados
ru: %u выбранных игр
sr@latin: Odabrano je %u igara
uk: Вибрано %u ігор
zh_cn: 已选取 %u 款游戏

source: Apply
ar: تطبيق
cs: Použít
de: Anwenden
es: Aplicar
fi: Toteuta
fr: Appliquer
hr: Primijeni
id: Terapkan
it: Applica
ja: 適用
ka: გადატარება
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить
sr@latin: Primenite
uk: Застосувати
zh_cn: 应用

source: Apply the current modifications
ar: تطبيق التعديلات الحالية
cs: Použít tyto modifikace
de: Übernehmen der aktuellen Änderungen
es: Aplicar las modificaciones actuales
fi: Toteuta nykyiset muovaukset
fr: Appliquer les modifications
hr: Primijeni trenutne izmjene
id: Terapkan modifikasi saat ini
it: Applica le modifiche attuali
ja: 現在の変更を適用
ka: მიმდინარე ცვლილებების გადატარება
nl: De huidige wijzigingen toepassen
pl: Zastosuj bieżące zmiany
pt: Aplicar as modificações atuais
ru: Применить текущие модификации
sr@latin: Primenite trenutne promene
uk: Застосувати поточні зміни
zh_cn: 应用当前修改

source: Enabled
ar: تمكين
cs: Povoleno
de: Aktiviert
es: Activado
fi: Kytketty
fr: Activé
hr: Omogućeno
id: Diaktifkan
it: Abilitato
ja: 有効化
ka: ჩართულია
nl: Ingeschakeld
pt: Ativo
ru: Включено
sr@latin: Omogućeno
uk: Увімкнено
zh_cn: 启用

source: Enable this if you want the mass edit to take the compatibility tool into account.
ar: .حدد هذا الخيار إن كنت تريد التعديل بالجُملَة يأخذ أداة التوافق بالحٌسبان
cs: Povolte tuto možnost, pokud chcete, aby hromadná úprava zohledňovala nástroj kompatibility.
de: Aktivieren Sie diese Option, wenn Sie möchten, dass bei der Massenbearbeitung das Kompatibilitätswerkzeug berücksichtigt wird.
es: Habilita esta opción si quieres que la edición masiva tenga en cuenta la herramienta de compatibilidad.
fi: Kytke tämä, jos haluat massamuokkauksen ottavan yhteensopivuustyökalun huomioon.
fr: Activer ceci si vous voulez que la modification groupée inclus l'outil de compatibilité
hr: Omogućite ovo ako želite da masovno uređivanje uzme u obzir alat za kompatibilnost.
id: Pilih opsi ini jika Anda ingin pengeditan massal mempertimbangkan alat kompatibilitas.
it: Abilita se vuoi che la modifica multipla applichi lo strumento di compatibilità.
ja: 互換性ツールをまとめて変更したい場合のみ、この設定を有効にしてください。
ka: ჩართეთ, თუ გნებავთ, მასიურმა ჩასწორებამ თავსებადობის პროგრამა გაითვალისწინოს.
nl: Schakel dit in als u wilt dat de massale bewerking rekening houdt met het compatibiliteitstool.
pt: Ative isso se deseja que a edição em massa para levar a ferramenta de compatibilidade em consideração.
ru: Включите это, если хотите, чтобы массовое редактирование учитывало инструмент совместимости.
sr@latin: Omogućite ovo ako želite da masovno uređivanje uzme u obzir alatka za kompatibilnost.
uk: Увімкніть цю опцію, якщо ви хочете, щоб масове редагування враховувало інструмент сумісності.
zh_cn: 若要在批量编辑中涵盖兼容性工具，请启用此项。

source: Enable this if you want the mass edit to take the launch options into account.
ar: .حدد هذا الخيار إن كنت تريد التعديل بالجُملَة يأخذ خيارات التشغيل بالحٌسبان
cs: Povolte tuto možnost, pokud chcete, aby hromadná úprava zohledňovala možnosti spouštění.
de: Aktivieren Sie diese Option, wenn Sie möchten, dass bei der Massenbearbeitung die Startoptionen berücksichtigt werden.
es: Habilita esta opción si quieres que la edición masiva tenga en cuenta las opciones de lanzamiento.
fi: Kytke tämä, jos haluat massamuokkauksen ottavan käynnistysasetukset huomioon.
fr: Activez cette option pour inclure les options de lancement dans la modification groupée.
hr: Omogućite ovo ako želite da masovno uređivanje uzme u obzir opcije pokretanja.
id: Pilih opsi ini jika Anda ingin pengeditan massal mempertimbangkan opsi peluncuran.
it: Abilita se vuoi che la modifica multipla applichi le opzioni di lancio.
ja: 起動オプションをまとめて変更したい場合のみ、この設定を有効にしてください。
ka: ჩართეთ, თუ გნებავთ, მასიურმა ჩასწორებამ გაშვების პარამეტრები გაითვალისწინოს.
nl: Schakel dit in als je wilt dat de massale bewerking rekening houdt met de lanceeropties.
pt: Ative isto se deseja que a edição em massa leve as opções de inicialização em consideração.
ru: Включите это, если хотите, чтобы массовое редактирование учитывало параметры запуска.
sr@latin: Omogućite ovo ako želite da masovno uređivanje uzme u obzir opcije pokretanja.
uk: Увімкніть цю опцію, якщо ви хочете, щоб масове редагування враховувало параметри запуску.
zh_cn: 若要在批量编辑中涵盖启动选项，请启用此项。

source: Enter your desired launch options
ar: أدخل خيارات الإطلاق المرغوبة
cs: Zadejte požadované možnosti spouštění
de: Geben Sie die gewünschten Startoptionen ein
es: Introduce las opciones de lanzamiento
fi: Syötä haluamasi käynnistysasetukset
fr: Entrez vos options de lancement souhaitées
hr: Unesite željene opcije pokretanja
id: Masukkan opsi peluncuran yang Anda inginkan
it: Inserisci le opzioni di lancio
ja: 起動オプションに指定したい内容を入力
ka: შეიყვანეთ სასურველი გაშვების პარამეტრები
nl: Voer de gewenste lanceeropties in
pt: Insira suas opções de inicialização desejadas
ru: Введите желаемые параметры запуска
sr@latin: Unesite željene opcije pokretanja
uk: Введіть бажані параметри запуску
zh_cn: 输入所需的启动选项

source: Launch options
ar: خيارات التشغيل
cs: Možnosti spuštění
de: Startoptionen
es: Configuración de inicio
fi: Käynnistysasetukset
fr: Paramètres du launcher
hr: Opcije pokretanja
id: Opsi peluncuran
it: Opzioni di lancio
ja: 起動オプション
ka: გაშვების მორგება
nl: Lanceeropties
pl: Opcje uruchamiania
pt: Opções de inicialização
ru: Настройки лаунчера
sr@latin: Opcije pokretanja
uk: Параметри запуску
zh_cn: 启动选项

source: Enable all the options that you want the mass edit to take into account.
ar: .حدد جميع الخيارات إن كنت تريد التعديل بالجُملَة أن يأخذ كل شيءبالحٌسبان
cs: Povolte všechny možnosti, které chcete při hromadné úpravě zohlednit.
de: Aktivieren Sie alle Optionen, die bei der Massenbearbeitung berücksichtigt werden sollen.
es: Habilita todas las opciones que quieras que la edición masiva tenga en cuenta.
fi: Kytke päälle vaihtoehdot joiden haluat pätevän tässä massamuokkauksessa kaikkiin valittuihin peleihin.
fr: Activez toutes les options que vous souhaitez prendre en compte pour l'édition groupée.
hr: Omogućite sve opcije koje želite da masovno uređivanje uzme u obzir.
id: Aktifkan semua opsi yang ingin Anda pertimbangkan dalam pengeditan massal.
it: Abilita tutte le opzioni che vuoi che la modifica multipla applichi.
ja: まとめて変更したい全てのオプションを有効化してください。
ka: ჩართეთ ყველაფერი, რაც გნებავთ, მასიურმა ჩასწორებამ გაითვალისწინოს.
nl: Schakel alle opties in waarmee u bij de massale bewerking rekening wilt houden.
pt: Ative todas opções que deseja que a edição em massa leve em consideração.
ru: Включите все параметры, которые вы хотите учесть при массовом редактировании.
sr@latin: Omogućite sve opcije koje želite da se uzme u obzir masovno uređivanje.
uk: Увімкніть усі опції, які ви хочете, щоб масове редагування брало до уваги.
zh_cn: 请启用要在批量编辑中涵盖的所有选项。

source: Couldn't change the compatibility tool/launch options of the selected games
ar: لم نستطع تغيير أداة التوافق أو خيارات التشغيل للألعاب المحددة
de: Die Kompatibilitäts-Tools/Startoptionen der ausgewählten Spiele konnten nicht geändert werden
es: No se pudieron cambiar la herramienta de compatibilidad ni las opciones de ejecución de los juegos seleccionados
fr: Impossible de modifier l'outil de compatibilité/les options de lancement pour les jeux sélectionnés
ja: 選択したゲームに使用する互換性ツールや起動オプションを変更中にエラーが発生しました。
ka: მონიშნული თამაშების თავსებადობის ხელსაწყოს/გაშვების პარამეტრების შეცვლა შეუძლებელია
ru: Не удается изменить инструмент совместимости/опции запуска для выбранных игр

source: The following games had an issue:
ar: الألعاب التالية لديها مشكلة:
de: Die folgenden Spiele hatten ein Problem:
es: Los siguientes juegos tuvieron un problema:
fr: Les jeux suivants ont un problème:
ja: 以下のゲームに問題があります:
ka: პრობლემები აქვს შემდეგ თამაშებს:
ru: В следующих играх возникла проблема:

source: Create shortcut
ar: إنشاء إختصار
cs: Vytvořit zástupce
de: Verknüpfung erstellen
es: Crear atajo
fi: Luo oikopolku
fr: Créer un raccourci
hr: Izradi prečac
id: Buat pintasan
it: Crea collegamento
ja: ショートカットを作成
ka: მალსახმობის შექმნა
nl: Snelkoppeling maken
pl: Utwórz skrót
pt: Criar atalho
ru: Создать ярлык
sr@latin: Kreirajte prečicu
uk: Створити ярлик
zh_cn: 创建捷径

source: Delete shortcut
ar: حذف الإختصار
cs: Smazat zástupce
de: Verknüpfung entfernen
es: Eliminar atajo
fi: Poista pikakuvake
fr: Supprimer un raccourci
hr: Uklonite prečac
id: Hapus pintasan
it: Elimina collegamento
ja: ショートカットを削除
ka: მალსახმობის წაშლა
nl: Snelkoppeling verwijderen
pt: Excluir atalho
ru: Удалить ярлык
sr@latin: Uklonite prečicu
zh_cn: 删除捷径

source: Create a shortcut of ProtonPlus in Steam
ar: Steam في منصة ProtonPlus إنشاء إختصار لـ
cs: Vytvořit zástupce ProtonPlus ve Steamu
de: Eine Verknüpfung von ProtonPlus in Steam erstellen
es: Crear un acceso directo de ProtonPlus en Steam
fi: Luo ProtonPlus-oikopolku Steam:iin
fr: Créer un raccourci ProtonPlus sur Steam
hr: Napravite prečicu za ProtonPlus u Steam-u
id: Buat pintasan ProtonPlus di Steam
it: Crea un collegamento di ProtonPlus su Steam
ja: ProtonPlus のショートカットを Steam に作成する
ka: ProtonPlus-ის მალსახმობის შექმნა Steam-ში
nl: Maak een snelkoppeling van ProtonPlus in Steam
pl: Utwórz skrót do ProtonPlus w Steam
pt: Criar um atalho do ProtonPlus no Steam
ru: Создать ярлык ProtonPlus в Steam
sr@latin: Kreirajte prečicu za ProtonPlus u Steam-u
uk: Створити ярлик ProtonPlus у Steam
zh_cn: 在 Steam 中创建 ProtonPlus 捷径

source: Delete the shortcut of ProtonPlus in Steam
ar: Steam من منصة ProtonPlus حذف إختصار
cs: Smazat zástupce ProtonPlus ve Steamu
de: Entfernen Sie die Verknüpfung von ProtonPlus in Steam
es: Eliminar el atajo de ProtonPlus en Steam
fi: Poista ProtonPlus -pikakuvake Steam:issa
fr: Supprimer le raccourci ProtonPlus dans Steam
hr: Uklonite prečac za ProtonPlus u Steam-u
id: Hapus pintasan ProtonPlus di Steam
it: Elimina il collegamento di ProtonPlus su Steam
ja: Steam に作成した ProtonPlus のショートカットを削除する
ka: ProtonPlus-ის მალსახმობის წაშლა Steam-ში
nl: De snelkoppeling van ProtonPlus in Steam verwijderen
pt: Excluir atalho do ProtonPlus no Steam
ru: Удалить ярлык ProtonPlus в Steam
sr@latin: Uklonite prečicu ProtonPlus-a u Steam-u
zh_cn: 删除 Steam 中的 ProtonPlus 捷径

source: Couldn't delete the shortcut in Steam
ar: لم نستطع حذف الإختصار في Steam
de: Die Verknüpfung in Steam konnte nicht gelöscht werden
es: No se pudo eliminar el acceso directo en Steam
fr: Impossible de supprimer le raccourci dans Steam
ja: Steam に作成したショートカットを削除できませんでした
ka: Steam-ში მალსახმობის წაშლა შეუძლებელია
ru: Не удается удалить ярлык в Steam

source: Couldn't create the shortcut in Steam
ar: لم نستطع إنشاء إختصار في Steam
de: Die Verknüpfung konnte in Steam nicht erstellt werden
es: No se pudo crear el acceso directo en Steam
fr: Impossible de créer le raccourci dans Steam
ja: Steam にショートカットを作成できませんでした
ka: Steam-ში მალსახმობის შექმნა შეუძლებელია
ru: Не удается создать ярлык ProtonPlus в Steam

source: Switch profile
ar: تبديل الملف الشخصي
cs: Přepnout profil
de: Wählen Sie ein Profil
es: Cambiar perfil
fi: Vaihda profiilia
fr: Changer de profil
hr: Odaberite profil
id: Ganti profil
it: Cambia profilo
ja: プロファイルを変更
ka: პროფილის გადართვა
nl: Selecteer een profiel
pt: Trocar perfil
ru: Переключить профиль
sr@latin: Izaberite profil
zh_cn: 切换个人资料

source: Switch to another profile
ar: بَدّل الملف الشخصي
cs: Přepnout na jiný profil
de: Wählen Sie ein anderes Profil
es: Cambiar a otro perfil
fi: Vaihda toiseen profiiliin
fr: Changer vers un autre profil
hr: Odaberite drugi profil
id: Ganti ke profil lain
it: Cambia a un altro profilo
ja: 別のプロファイルに変更する
ka: გადართვა სხვა პროფილზე
nl: Selecteer een andere profiel
pt: Trocar para outro perfil
ru: Переключиться на другой профиль
sr@latin: Izaberite drugi profil
zh_cn: 切换至其它个人资料

source: Select all
ar: حدد الكل
cs: Vyber vše
de: Alle auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
hr: Odaberite sve
id: Pilih semua
it: Seleziona tutti
ja: 全てを選択
ka: ყველას მონიშვნა
nl: Selecteer alles
pl: Zaznacz wszystkie
pt: Selecionar todos
ru: Выбрать все
sr@latin: Izaberi sve
uk: Вибрати все
zh_cn: 全部选取

source: Select all the games
ar: حدد كل الألعاب
cs: Vyber všechny hry
de: Alle Spiele auswählen
es: Seleccionar todos los juegos
fi: Valitse kaikki pelit
fr: Sélectionner tous les jeux
hr: Odaberite sve igre
id: Pilih semua game
it: Seleziona tutti i giochi
ja: 全てのゲームを選択する
ka: ყველა თამაშის მონიშვნა
nl: Selecteer alle spellen
pl: Zaznacz wszystkie gry
pt: Selecionar todos jogos
ru: Выбрать все игры
sr@latin: Izaberite sve igre
uk: Вибрати всі ігри
zh_cn: 选取所有的游戏

source: Unselect all
ar: إلغاء تحديد الكل
cs: Zrušit výběr všeho
de: Alle abwählen
es: Desmarcar todo
fi: Poista kaikki valinnat
fr: Tout désélectionner
hr: Poništi odabir svih
id: Batalkan pilihan semua
it: Deseleziona tutti
ja: 全てを選択解除
ka: ყველას მონიშვნის მოხსნა
nl: Alles deselecteren
pl: Odznacz wszystkie
pt: Desselecionar todos
ru: Снять выделение со всех
sr@latin: Poništite izbor svih
uk: Зніміть позначку з усіх
zh_cn: 取消全选

source: Unselect all the games
ar: إلغاء تحديد جميع الألعاب
cs: Zrušit výběr všech her
de: Alle Spiele abwählen
es: Desmarcar todos los juegos
fi: Poista valinnat kaikista peleistä
fr: Désélectionner tous les jeux
hr: Poništi odabir svih igara
id: Batalkan pilihan semua game
it: Deseleziona tutti i giochi
ja: 全てのゲームを選択解除する
ka: ყველა თამაშის მონიშვნის მოხსნა
nl: Alle spellen deselecteren
pl: Odznacz wszystkie gry
pt: Desselecionar todos jogos
ru: Снять выделение со всех игр
sr@latin: Poništite izbor svih igara
uk: Зніміть позначку з усіх ігор
zh_cn: 取消选取所有的游戏

source: Edit the compatibility tool of the selected games at once
ar: تحرير أداة توافق الألعاب المحددة في وقت واحد
cs: Upravit nástroj kompatibility vybraných her najednou
de: Bearbeiten Sie das Kompatibilitätswerkzeug für die ausgewählten Spiele auf einmal
es: Edita la herramienta de compatibilidad de los juegos seleccionados a la vez
fi: Muokkaa valittujen pelien yhteensopivuustyökalua yhtenevästi kerralla
fr: Modifier l'outil de compatibilité pour les jeux sélectionné
hr: Uredite alat za kompatibilnost odabranih igara odjednom
id: Edit alat kompatibilitas game yang dipilih sekaligus
it: Modifica lo strumento di compatibilità dei giochi selezionati in una volta
ja: 選択したゲームの互換性ツールを一度に変更する
ka: მონიშნული თამაშების თავსებადობის ხელსაწყოს ერთდროულად ჩასწორება
nl: Bewerk de compatibiliteitstool van de geselecteerde spellen in één keer
pl: Edytuj narzędzie zgodności wybranych gier jednocześnie
pt: Editar a ferramenta de compatibilidade dos jogos selecionados de uma vez só
ru: Изменить инструмент совместимости для запуска игр
sr@latin: Izmenite alat za kompatibilnost za izabrane igre izjedna
uk: Відредагуйте інструмент сумісності вибраних ігор одночасно
zh_cn: 一次性编辑所选游戏的兼容性工具

source: Please make sure to select at least one game before using the mass edit feature.
ar: الرجاء التأكد من تحديد لعبة واحدة على الأقل قبل إستخدام ميزة التحرير بالجُملًة
cs: Před použitím funkce hromadné úpravy se prosím ujistěte, že jste vybrali alespoň jednu hru.
de: Bitte stellen Sie sicher, dass Sie mindestens ein Spiel auswählen, bevor Sie die Massenbearbeitungsfunktion verwenden.
es: Asegúrate de seleccionar al menos un juego antes de utilizar la función de edición masiva.
fi: Varmistathan, että valitset vähintään yhden pelin ennen massamuokkauksen käyttöä.
fr: Veuillez vous assurer de sélectionner au moins un jeu avant d'utiliser la fonction de modification groupée.
hr: Molimo vas da odaberete barem jednu igru prije korištenja značajke masovnog uređivanja.
id: Pastikan untuk memilih setidaknya satu game sebelum menggunakan fitur edit massal.
it: Assicurati di selezionare almeno un gioco prima di usare la funzione di modifica multipla.
ja: まとめて設定を選択するためには、少なくとも一つのゲームを選択してください。
ka: მასიური ჩასწორების ფუნქციის გამოყენებამდე დარწმუნდით, რომ მონიშნული გაქვთ, სულ ცოტა, ერთი თამაში.
nl: Zorg ervoor dat u ten minste één spel selecteert voordat u de functie voor massawijzigingen gebruikt.
pl: Przed skorzystaniem z funkcji masowej edycji należy wybrać co najmniej jedną grę.
pt: Por favor certifique-se de selecionar pelo menos um jogo antes de usar a função de edição em massa.
ru: Пожалуйста, выберите хотя бы одну игру перед использованием функции массового редактирования.
sr@latin: Molimo vas da izaberete najmanje jednu igru pre nego što koristite funkciju masovnog uređivanja.
uk: Будь ласка, переконайтеся, що ви вибрали хоча б одну гру, перш ніж використовувати функцію масового редагування.
zh_cn: 使用批量编辑功能前，请确保至少选取一款游戏。

source: Modify launch options
ar: تعديل خيارات التشغيل
cs: Upravit možnosti spouštění
de: Ändern der Startoptionen
es: Modificar las opciones de lanzamiento
fi: Muokkaa käynnistysasetuksia
fr: Modifier les paramètres de lancement
hr: Izmijenite opcije pokretanja
id: Modifikasi opsi peluncuran
it: Modifica le opzioni di lancio
ja: 起動オプションの変更
ka: გაშვების პარამეტრების შეცვლა
nl: Lanceeropties wijzigen
pt: Modificar opções de inicialização
ru: Изменить параметры запуска
sr@latin: Izmena opcija pokretanja
uk: Змінити параметри запуску
zh_cn: 修改启动选项

source: Apply the current modification
ar: تطبيق التعديل الحالي
cs: Použít tuto modifikaci
de: Anwenden der aktuellen Änderung
es: Aplicar la modificación actual
fi: Toteuta nykyinen muovaus
fr: Appliquer les modifications
hr: Primijeni trenutnu izmjenu
id: Terapkan modifikasi saat ini
it: Applica la modifica attuale
ja: 現在の変更を適用する
ka: მიმდინარე ცვლილების გადატარება
nl: De huidige wijziging toepassen
pl: Zastosuj bieżącą zmianę
pt: Aplicar a modificação atual
ru: Применить текущую модификацию
sr@latin: Primeni trenutnu izmenu
uk: Застосувати поточну зміну
zh_cn: 应用当前修改

source: Couldn't change the launch options of %s
ar: لم نستطع تغيير خيارات التشغيل لـ%s
de: Die Startoptionen von %s konnten nicht geändert werden
es: No se pudieron cambiar las opciones de ejecución de %s
fr: Impossible de changer les options de lancement de %s
ja: %s の起動オプションを変更できませんでした
ka: '%s'-ის გაშვების პარამეტრების შეცვლა შეუძლებელია
ru: Не удается изменить параметры запуска для %s

source: Select a profile
ar: إختر الملف الشخصي
cs: Vyber profil
de: Ein Profil auswählen
es: Seleccionar un perfil
fi: Valitse profiili
fr: Sélectionner un profil
hr: Odaberite profil
id: Pilih sebuah profil
it: Seleziona un profilo
ja: プロファイルを選択
ka: აირჩიეთ პროფილი
nl: Selecteer een profiel
pl: Wybierz profil
pt: Selecione um perfil
ru: Выберите профиль
sr@latin: Izaberite profil
uk: Оберіть профіль
zh_cn: 选择个人资料

source: Open install directory
ar: فتح دليل التثبيت
cs: Otevřít instalační adresář
de: Installationsverzeichnis öffnen
es: Abrir el directorio de instalación
fi: Avaa asennuskansio
fr: Ouvrir le dossier d'installation
hr: Otvori instalacijski direktorij
id: Buka direktori instalasi
it: Apri cartella di installazione
ja: インストール先のディレクトリを開く
ka: დაყენების საქაღალდის გახსნა
nl: Installatiemap openen
pl: Otwórz katalog instalacji
pt: Abrir diretório de instalação
ru: Открыть папку установки
sr@latin: Otvorite direktorijum za instalaciju.
uk: Відкрити каталог встановлення
zh_cn: 打开安装目录
