Repository: Vysp3r/ProtonPlus
Catalog: po/*.po
Languages: ar, cs, de, es, fi, fr, hr, id, it, ja, ka, nl, pl, pt, ru, sr@latin, sv, uk, zh_cn

source: Open prefix directory
ar: فتح دليل البادِئة
cs: Otevřít adresář prefixu
de: Präfixverzeichnis öffnen
es: Abrir directorio de prefijos
fi: Avaa prefix-hakemisto
fr: Ouvrir le dossier du préfixe
hr: Otvori direktorij prefiksa
id: Buka direktori prefix
it: Apri cartella del prefix
ka: პრეფიქსის საქაღალდის გახსნა
nl: Omgevingsmap openen
pl: Otwórz katalog prefixu
pt: Abrir diretório do prefixo
ru: Открыть папку префикса
sr@latin: Otvori direktorijum prefiksa
uk: Відкрити каталог префіксів
zh_cn: 打开前置环境目录

source: Open in protontricks
ar: protontricks فتح بواسطة
cs: Otevřít v protontricks
de: Öffnen in protontricks
es: Abrir en Protontricks
fi: Avaa Protontricks:issä
fr: Ouvrir dans protontricks
hr: Otvori u protontricks-u
id: Buka di protontricks
it: Apri in protontricks
ja: protontricks で開く
ka: გახსნა protontricks-ში
pt: Abrir em Protontricks
ru: Открыть в protontricks
sr@latin: Otvorite u protontricks-u
uk: Відкрити в protontricks
zh_cn: 在 protontricks 中打开

source: Open menu
ar: فتح القائمة
cs: Otevřít menu
de: Menü öffnen
es: Abrir menú
fi: Avaa valikko
fr: Ouvrir le menu
hr: Otvori izbornik
id: Buka menu
it: Apri menù
ja: メニューを開く
ka: მენიუს გახსნა
nl: Menu openen
pl: Otwórz menu
pt: Abrir menu
ru: Открыть меню
sr@latin: Otvori meni
uk: Відкрити меню
zh_cn: 打开菜单

source: Set the default compatibility tool
ar: تعيين أداة التوافق الافتراضية
cs: Nastavte výchozí nástroj kompatibility
de: Einstellen des Standardkompatibilitätswerkzeugs
es: Establecer herramienta de compatibilidad por defecto
fi: Aseta vakiollinen yhteensopivuustyökalu
fr: Définir l'outil de compatibilité par défaut
hr: Postavljanje zadanog alata za kompatibilnost
id: Atur alat kompatibilitas baku
it: Seleziona lo strumento di compatibilità predefinito
ja: デフォルトの互換性ツールを設定する
ka: აირჩიეთ ნაგულისხმევი თავსებადობის ხელსაწყო
nl: Standaard compatibiliteitstool instellen
pl: Ustaw domyślne narzędzie zgodności
pt: Definir ferramenta de compatibilidade padrão
ru: Установить инструмент совместимости по умолчанию
sr@latin: Podešavanje podrazumevanog alata za kompatibilnost
uk: Встановити стандартний інструмент сумісності
zh_cn: 设定默认兼容性工具

source: Couldn't change the default compatibility tool
ar: لم نستطع تغيير أداة التوافق الافتراضية
de: Das Standard-Kompatibilitäts-Tool konnte nicht geändert werden
es: No se pudo cambiar la herramienta de compatibilidad predeterminada
fr: Impossible de définir l'outil de compatibilité par défaut
ja: デフォルトの互換性ツールを変更できませんでした
ka: ნაგულისხმევი თავსებადობის ხელსაწყოს შეცვლა შეუძლებელია
ru: Не удается установить инструмент совместимости по умолчанию

source: Select your desired compatibility tool
ar: اختر أداة التوافق المرغوبة
cs: Vyberte požadovaný nástroj kompatibility
de: Wählen Sie das gewünschte Kompatibilitätswerkzeug
es: Selecciona la herramienta de compatibilidad
fi: Valitse haluttu yhteensopivuustyökalu
fr: Sélectionner votre outil de compatibilité
hr: Odaberite željeni alat za kompatibilnost
id: Pilih alat kompatibilitas yang diinginkan
it: Seleziona lo strumento di compatibilità
ja: 使用したい互換性ツールを選択
ka: აირჩიეთ სასურველი თავსებადობის ხელსაწყო
nl: Selecteer het gewenste compatibiliteitshulpmiddel
pt: Selecione sua ferramenta de compatibilidade desejada
ru: Выберите желаемый инструмент совместимости
sr@latin: Izaberite željeni alat za kompatibilnost
uk: Виберіть бажаний інструмент сумісності
zh_cn: 选择所需的兼容性工具

source: Couldn't change the compatibility tool of %s
ar: لم نستطع تغيير أداة التوافق لـ%s
de: Das Kompatibilitäts-Tool von %s konnte nicht geändert werden
es: No se pudo cambiar la herramienta de compatibilidad de %s
fr: Impossible de changer l'outil de compatibilité de %s
ja: %s に使用する互換性ツールを変更できませんでした
ka: '%s'-ის თავსებადობის ხელსაწყოს შეცვლა შეუძლებელია
ru: Не удается изменить инструмент совместимости для %s

source: Steam tool for easy, graphical configuration of your other compatibility tools for both Windows games and native Linux games.
ar: Linux و Windows من أجل تخصيص سهل عبر واجهة رسومية لأدواة التوافق الأخرى لكلاً من ألعاب Steamأداة لـ
cs: Nástroj Steamu pro snadnou grafickou konfiguraci vašich dalších nástrojů kompatibility pro Windows hry i nativní hry pro Linux.
de: Steam Werkzeug für einfache, grafische Konfiguration anderer Kompatibilitätswerkzeuge für sowohl Windows-Spiele als auch native Linux-Spiele.
es: Herramienta de Steam para una configuración gráfica y sencilla de tus otras herramientas de compatibilidad, tanto para juegos de Windows como para juegos nativos de Linux.
fi: Steam-työkalu muiden yhteensopivuustyökalujen helppoon, graafiseen asetteluun niin Windows-peleissä kuin natiiveissa Linux-peleissäkin.
fr: Outil de compatibilité pour faciliter la configuration des autres outils de compatibilité de jeux Windows et natifs Linux.
hr: Steam alat za jednostavnu, grafičku konfiguraciju vaših ostalih alata za kompatibilnost za Windows igre i nativne Linuks igre.
id: Alat Steam untuk konfigurasi grafis yang mudah dari alat kompatibilitas Anda yang lain untuk game Windows dan game Linux asli.
it: Strumento per Steam per una configurazione facile e grafica dei tuoi altri strumenti di compatibilità sia per giochi Windows che per giochi nativi Linux.
ja: Windows 用または Linux ネイティブのゲームに対して、互換性ツールを簡単に、グラフィカルに設定できる Steam のツール。
ka: Steam-ის პროგრამა Windows-ის ემულაციის და Linux-ის საკუთარი თამაშების იოლი, გრაფიკული კონფიგურაციისთვის.
nl: Steam-tool voor eenvoudige, grafische configuratie van uw andere compatibiliteitstools voor zowel Windows-spellen als native Linux-spellen.
pt: Ferramenta do Steam para configuração fácil e gráfica de suas outras ferramentas de compatibilidade para jogos de Windows e nativos Linux.
ru: Инструмент Steam для простой графической настройки других инструментов совместимости как для игр под Windows, так и для игр под Linux.
sr@latin: Steam alatka za jednostavnu, grafičku konfiguraciju vaših drugih alata kompatibilnosti za Windows igre i izvorne Linuks igre.
sv: Steam-verktyg för enkel, grafisk konfiguration av dina andra kompatibilitetsverktyg för både Windows-spel och Linux-spel.
uk: Інструмент Steam для простого графічного налаштування інших інструментів сумісності як для ігор для Windows, так і для нативних ігор для Linux.
zh_cn: 让您能以图形介面轻松设定的 Steam 工具，专门调整用于 Windows 游戏和原生 Linux 游戏的各种兼容性工具。

source: Compatibility tools by Valve for running Windows software on Linux.
ar: Linux على Windows لتشغيل برامج Valve أدوات التوافق بواسطة
cs: Nástroje kompatibility od Valve pro spouštění softwaru pro Windows na Linuxu.
de: Kompatibilitätswerkzeug zum Ausführen von Windows-Spielen unter Linux.
es: Herramienta de compatibilidad de Valve para ejecutar el software de Windows en Linux.
fi: Yhteensopivuustyökaluja Valve:lta Windows-ohjelmistojen ajamiseksi Linuxissa.
fr: Outil de compatibilité pour exécuter des jeux Windows sur Linux.
hr: Alati kompatibilnosti tvrtke Valve za pokretanje Windows softvera na Linuksu.
id: Alat kompatibilitas dari Valve untuk menjalankan perangkat lunak Windows di Linux.
it: Strumenti di compatibilità di Valve per l'esecuzione di applicazioni Windows su Linux.
ja: Valve が提供する、Windows ソフトウェアを Linux で実行するための互換性ツール
ka: თავსებადობის პროგრამები Valve-ისგან Windows-ის პროგრამების Linux-ზე გასაშვებად.
nl: Compatibiliteitstools van Valve voor het uitvoeren van Windows software op Linux.
pl: Narzędzia kompatybilności firmy Valve do uruchamiania oprogramowania Windows w systemie Linux.
pt: Ferramentas de compatibilidade da Valve para executar programas do Windows no Linux.
ru: Инструменты совместимости от Valve для запуска программ Windows в Linux.
sr@latin: Valve-ovi alati za kompatibilnost za pokretanje Windows softvera na Linuksu.
sv: Kompatibilitetsverktyg från Valve för att köra Windows-programvara på Linux.
uk: Інструменти сумісності від Valve для запуску програмного забезпечення Windows на Linux.
zh_cn: 由 Valve 提供的，在 Linux 上运行 Windows 软件的兼容性工具。

source: Steam compatibility tool for running Windows games with improvements over Valve's default Proton.
ar: Valve الخاصة بـ Proton مع تحسينات فوق نسخة Windows لتشغيل ألعاب Steamأداة توافق لـ
cs: Nástroj kompatibility Steam pro spouštění her pro Windows s vylepšeními oproti výchozímu Protonu od Valve.
de: Steam Kompatibilitätswerkzeug um Windowsspiele zu Starten mit Verbesserungen gegenüber Valves Standard-Proton.
es: Herramienta de compatibilidad de Steam para ejecutar juegos de Windows con mejoras sobre el Proton predeterminado de Valve.
fi: Steam-yhteensopivuustyökalu Windows-pelien pelaamiseen jossa lisänä parannuksia verraten Valven oletus-Protoniin.
fr: Outil de compatibilité Steam pour exécuter des jeux Windows avec des améliorations sur l'outil Proton par défaut de Valve.
hr: Alat za kompatibilnost sa Steam-om za pokretanje Windows igara s poboljšanjima u odnosu na Valve-ov zadani Proton.
id: Alat kompatibilitas Steam untuk menjalankan game Windows dengan peningkatan dari Proton bawaan Valve.
it: Strumento di compatibilità per Steam per l'esecuzione di giochi Windows con miglioramenti rispetto a Proton predefinito di Valve.
ja: Valve 公式の Proton に改良を加えた、Windows のゲームを動かすための Steam 互換性ツール。
ka: Steam-ის თავსებადობის პროგრამა Windows-ის თამაშების გასაშვებად Valve-ის ნაგულისხმევ Proton-ზე.
nl: Steam-compatibiliteitstool voor het uitvoeren van Windows-spellen met verbeteringen ten opzichte van Valve's standaard Proton.
pl: Narzędzie kompatybilności Steam do uruchamiania gier Windows z ulepszeniami w stosunku do domyślnego Proton od Valve.
pt: Ferramenta de compatibilidade do Steam para executar jogos do Windows com melhorias sobre o Proton padrão da Valve.
ru: Инструмент совместимости Steam для запуска игр под Windows с улучшениями по сравнению со стандартным Proton от Valve.
sr@latin: Alat za kompatibilnost sa Steam-om za pokretanje Windows igara sa poboljšanjima u odnosu na podrazumevani Proton Valve-a.
sv: Steam-kompatibilitetsverktyg för att köra Windows-spel med förbättringar jämfört med Valves egna Proton.
uk: Інструмент сумісності Steam для запуску ігор для Windows з покращеними можливостями порівняно зі стандартним Proton від Valve.
zh_cn: 运行 Windows 游戏的 Steam 兼容性工具，具有优于 Valve 默认 Proton 的改进功能。

source: Steam compatibility tool from the CachyOS Linux distribution for running Windows games with improvements over Valve's default Proton.
ar: Valve الخاصة بـ Proton مع تحسينات فوق نسخة Windows لتشغيل ألعاب CachyOS توزيعة Steamأداة توافق لـ
cs: Nástroj kompatibility Steam z linuxové distribuce CachyOS pro spouštění her pro Windows s vylepšeními oproti výchozímu Protonu od Valve.
de: Steam Kompatibilitätswerkzeug aus der CachyOS Linux Distribution um Windowsspiele zu Starten mit Verbesserungen gegenüber Valves Standard-Proton.
es: Herramienta de compatibilidad de Steam de la distribución CachyOS Linux para ejecutar juegos de Windows con mejoras sobre el Proton predeterminado de Valve.
fi: Steam-yhteensopivuustyökalu CachyOS Linux -jakelusta Windows-pelejä varten. Mukana parannuksia Valven oletus-Protoniin nähden.
fr: Outil de compatibilité Steam basé sur celui de CachyOS Linux pour exécuter des jeux Windows avec des améliorations sur le Proton par défaut de Valve.
hr: Alat za kompatibilnost sa Steam-om iz CachyOS Linuks distribucije za pokretanje Windows igara s poboljšanjima u odnosu na Valve-ov zadani Proton.
id: Alat kompatibilitas Steam dari distribusi CachyOS Linux untuk menjalankan game Windows dengan peningkatan dari Proton bawaan Valve.
it: Strumento di compatibilità per Steam della distribuzione Linux CachyOS per l'esecuzione di giochi Windows con miglioramento rispetto a Proton predefinito di Valve.
ja: Cachy OS のディストリビューションが提供する、Valve 公式の Proton に改良を加えた Windows ゲームを動かすための Steam 互換性ツール。
ka: Steam-ის თავსებადობის პროგრამა CachyOS დისტრიბუტივიდან Windows-ის თამაშების გასაშვებად მრავალი გაუმჯობესებით Valve-ის ნაგულისხმევ Proton-თან შედარებით.
nl: Steam-compatibiliteitstool van de CachyOS Linux-distributie voor het uitvoeren van Windows-spellen met verbeteringen ten opzichte van Valve's standaard Proton.
pt: Ferramenta de compatibilidade do Steam da distribuição Linux CachyOS para executar jogos do Windows com melhorias sobre o Proton padrão da Valve.
ru: Инструмент совместимости Steam из дистрибутива CachyOS Linux для запуска игр Windows с улучшениями по сравнению с Proton от Valve.
sr@latin: Steam alatka za kompatibilnost iz CachyOS Linuks distribucije za pokretanje Windows igara sa poboljšanjima u odnosu na Valve-ov podrazumevani Proton.
uk: Інструмент сумісності Steam з дистрибутиву CachyOS Linux для запуску ігор для Windows з покращеними можливостями порівняно зі стандартним Proton від Valve.
zh_cn: CachyOS Linux 发行版的，运行 Windows 游戏的 Steam 兼容性工具，具有优于 Valve 默认 Proton 的改进功能。

source: Dawn Winery's custom Proton fork with fixes for various games :xdd:
ar: نسخة بروتون مخصصة من قبل Dawn Winery مع إصلاحات لمختلف الألعاب
de: Dawn Winerys angepasste Proton-Fork mit Fehlerbehebungen für diverse Spiele :xdd:
es: Fork personalizado de Proton de Dawn Winery con correcciones para varios juegos
fr: Version personnalisée de Proton pour différents jeux par Dawn Winery's :xdd:
ka: Dawn Winery-ის საკუთარი Proton-ის ვარიანტი, რომელსაც ბევრი სხვადასხვა დამატებითი თამაშის გაშვება შეუძლია :xdd:
pt: Derivação do Proton por Dawn Winery com correções para vários jogos :xdd:

source: Steam compatibility tool based on Proton-GE with modifications for very old GPUs, with DXVK.
ar: DXVK من أجل كروت الشاشة القديمة جداً مع Proton-GE مبنية على Steamأداة توافق لـ
cs: Nástroj kompatibility Steam založený na Proton-GE s úpravami pro velmi staré GPU, s DXVK.
de: Steam-Kompatibilitätswerkzeug basierend auf Proton-GE mit Modifikationen für sehr alte GPUs, mit DXVK.
es: Herramienta de compatibilidad de Steam basada en Proton-GE con modificaciones para GPUs muy antiguas con DXVK.
fi: Proton-GE -perusteinen Steam-yhteensopivuustyökalu jossa muovauksia erittäin vanhoille näytönohjaimille DXVK:n kanssa.
fr: Outil de compatibilité basé sur Proton-GE avec des modifications pour les vieilles cartes graphiques, avec DXVK.
hr: Alat za kompatibilnost sa Steam-om baziran na Proton-GE-u s modifikacijama za vrlo stare grafičke, s DXVK-om.
id: Alat kompatibilitas Steam berdasarkan Proton-GE dengan modifikasi untuk GPU yang sangat tua, dengan DXVK.
it: Strumento di compatibilità per Steam basato su Proton-GE con modifiche per schede video molto vecchie, con DXVK.
ja: Proton-GE をベースにした Steam 互換性ツールで、とても古い GPU に向けた調整がされており、DXVK を使用しています。
ka: Steam-ის თავსებადობის პროგრამა, დაფუძნებულია Proton-GE-ზე, ცვლილებებით ძალიან ძველი GPU-ებისთვის, DXVK-ის მხარდაჭერით.
nl: Steam-compatibiliteitstool gebaseerd op Proton-GE met aanpassingen voor zeer oude GPU's, met DXVK.
pt: Ferramenta de compatibilidade do Steam baseada no Proton-GE com modificações para placas de vídeo muito antigas, com DXVK.
ru: Инструмент для проверки совместимости Steam на основе Proton-GE с модификациями для очень старых графических процессоров, с DXVK.
sr@latin: Steam alatka za kompatibilnost zasnovana na Proton-GE-u sa modifikacijama za veoma stare grafičke, sa DXVK-om.
uk: Інструмент сумісності Steam на основі Proton-GE з модифікаціями для дуже старих графічних процесорів, з DXVK.
zh_cn: 基于 Proton-GE 的 Steam 兼容性工具，包含对非常旧的 GPU 进行的修改，以及 DXVK。

source: Steam compatibility tool based on Proton-GE with modifications for very old GPUs, with DXVK-Async.
ar: DXVK-Async من أجل كروت الشاشة القديمة جداً مع Proton-GE مبنية على Steamأداة توافق لـ
cs: Nástroj kompatibility Steam založený na Proton-GE s úpravami pro velmi staré GPU, s DXVK-Async.
de: Steam-Kompatibilitätswerkzeug basierend auf Proton-GE mit Modifikationen für sehr alte GPUs, mit DXVK-Async.
es: Herramienta de compatibilidad de Steam basada en Proton-GE con modificaciones para GPUs muy antiguas con DXVK-Async.
fi: Proton-GE -perusteinen Steam-yhteensopivuustyökalu jossa muovauksia hyvin vanhoja näytönohjaimia varten DXVK-Async:in kanssa.
fr: Outil de compatibilité basé sur Proton-GE avec des modifications pour les vieilles cartes graphiques, avec DXVK-Async.
hr: Alat za kompatibilnost sa Steam-om baziran na Proton-GE-u s modifikacijama za vrlo stare grafičke, s DXVK-Async.
id: Alat kompatibilitas Steam berdasarkan Proton-GE dengan modifikasi untuk GPU yang sangat tua, dengan DXVK-Async.
it: Strumento di compatibilità per Steam basato su Proton-GE con modifiche per schede video molto vecchie, con DXVK-Async
ja: Proton-GE をベースにした Steam 互換性ツールで、とても古い GPU に向けた調整がされており、DXVKｰAsync を使用しています。
ka: Steam-ის თავსებადობის პროგრამა, დაფუძნებულია Proton-GE-ზე, ცვლილებებით ძალიან ძველი GPU-ებისთვის, DXVK-Async-ის მხარდაჭერით.
nl: Steam-compatibiliteitstool gebaseerd op Proton-GE met aanpassingen voor zeer oude GPU's, met DXVK-Async.
pt: Ferramenta de compatibilidade do Steam baseada no Proton-GE com modificações para placas de vídeo muito antigas, com DXVK-Async.
ru: Инструмент совместимости Steam на основе Proton-GE с модификациями для очень старых графических процессоров, с DXVK-Async.
sr@latin: Alat za kompatibilnost sa Steam-om zasnovan na Proton-GE sa modifikacijama za veoma stare grafičke, sa DXVK-Async.
uk: Інструмент сумісності Steam на основі Proton-GE з модифікаціями для дуже старих графічних процесорів, з DXVK-Async.
zh_cn: 基于 Proton-GE 的 Steam 兼容性工具，包含对非常旧的 GPU 进行的修改，以及 DXVK-Async。

source: Steam compatibility tool for running Windows games with improvements over Valve's default Proton. By Etaash Mathamsetty adding FSR4 support and wine wayland tweaks.
ar: Valve الخاصة بـ Proton مع تحسينات فوق نسخة Windows لتشغيل ألعاب Steamأداة توافق لـ wayland من أجل wine و تعديلات FSR4لتضيف دعم لـ Etaash Mathamsetty تمت بواسطة
cs: Nástroj kompatibility Steam pro spouštění her pro Windows s vylepšeními oproti výchozímu Protonu od Valve. Od Etaashe Mathamsetty přidávající podporu FSR4 a úpravy wine wayland.
de: Steam-Kompatibilitätswerkzeug zum Ausführen von Windows-Spielen mit Verbesserungen gegenüber dem Standard-Proton von Valve. Von Etaash Mathamsetty mit FSR4-Unterstützung und wine wayland tweaks.
es: Herramienta de compatibilidad de Steam para ejecutar juegos de Windows con mejoras sobre el Proton predeterminado de Valve. Por Etaash Mathamsetty, que añade soporte para FSR4 y ajustes de Wine Wayland.
fi: Steam-yhteensopivuustyökalu Windows-pelien käyttämiseen, jossa on parannuksia Valven oletus-Protoniin nähden. Tehnyt Etaash Mathamsetty joka lisäsi FSR4-tuen ja Wayland:illa ajetun Wine:n parannukset.
fr: Outil de compatibilité Steam pour exécuter des jeux Windows avec des améliorations sur l'outil Proton par défaut de Valve. Par Etaash Mathamsetty, ajoute le support FSR4 et des améliorations pour Wayland.
hr: Alat za kompatibilnost sa Steam-om za pokretanje Windows igara s poboljšanjima u odnosu na Valve-ov zadani Proton. Autor: Etaash Mathamsetty, dodaje podršku za FSR4 i podešavanja za Wine Wayland.
id: Alat kompatibilitas Steam untuk menjalankan game Windows dengan peningkatan dari Proton bawaan Valve. Oleh Etaash Mathamsetty yang menambahkan dukungan FSR4 dan tweak Wine Wayland.
it: Strumento di compatibilità per Steam per l'esecuzione di giochi Windows con miglioramenti rispetto a Proton predefinito di Valve. Fatto da Etaash Mathamsetty aggiungendo supporto a FSR4 e modifiche per wine wayland.
ja: Valve 公式の Proton に改良を加えた、Windows のゲームを動かすための Steam 互換性ツール。Etaash Mathamsetty 氏によって FSR4 サポートと wine wayland のへの変更が追加されています。
ka: Steam-ის თავსებადობის პროგრამა Windows-ის თამაშების გასაშვებად Valve-ის ნაგულისხმევ Proton-თან შედარებით. Etaash Mathamsetty-მა დაამატა FSR4-ის მხარდაჭერა და Wine-ის Wayland-თან ინტეგრაციის დეტალები.
nl: Steam-compatibiliteitstool voor het uitvoeren van Windows-spellen met verbeteringen ten opzichte van Valve's standaard Proton. Door Etaash Mathamsetty met FSR4 ondersteuning en wine wayland tweaks.
pt: Ferramenta de compatibilidade do Steam para executar jogos de Windows com melhorias sobre o Proton padrão da Valve. Por Etaash Mathamsetty adicionando suporte a FSR4 e ajustes para Wine em Wayland.
ru: Инструмент совместимости Steam для запуска игр Windows с улучшениями по сравнению с Proton от Valve. Разработчик Etaash Mathamsetty добавил поддержку FSR4 и оптимизации Wine Wayland.
sr@latin: Alat za kompatibilnost sa Steam-om za pokretanje Windows igara sa poboljšanjima u odnosu na podrazumevani Proton Valve-a. Autor: Etaash Mathamsetti, dodaje podršku za FSR4 i tveaks za Vine Vailand.
uk: Інструмент сумісності Steam для запуску ігор для Windows з покращеннями у порівнянні з стандартним Proton від Valve. Автор Etaash Mathamsetty додав підтримку FSR4 та Wine твіки Wayland.
zh_cn: 运行 Windows 游戏的 Steam 兼容性工具，具有优于 Valve 默认 Proton 的改进功能。由 Etaash Mathamsetty 新增 FSR4 支援和 Wine Wayland 调整。

source: Custom Proton build for running Windows games, based on Wine-tkg.
ar: .Wine-tkg مبنية على Windows لتشغيل ألعاب Proton نسخة مخصصة من
cs: Vlastní sestavení Protonu pro spouštění her pro Windows, založené na Wine-tkg.
de: Benutzerdefinierter Proton-Build zum Ausführen von Windows-Spielen basiert auf Wine-tkg.
es: Compilación personalizada de Proton para ejecutar juegos de Windows basada en Wine-tkg.
fi: Räätälöity Proton-kokooma ajaaksesi Windowsille tehtyjä pelejä, pohjana toimii Wine-tkg.
fr: Version personnalisée de Proton pour exécuter des jeux Windows, compilée avec Wine-tkg.
hr: Prilagođena Protonova izrada za pokretanje Windows igara, bazirana na Wine-tkg-u.
id: Proton yang dibuat khusus untuk menjalankan game Windows, berdasarkan Wine-tkg.
it: Versione di Proton personalizzata per l'esecuzione di giochi Windows, basata su wine-tkg.
ja: Wine-tkg を元にした、Windows ゲームを動かすためのカスタム Proton ビルド
ka: მორგებული Proton-ის აგება Windows-ის თამაშების გასაშვებად. ბაზირებულია Wine-tkg-ზე.
nl: Aangepaste Proton-versie voor het draaien van Windows spellen, gebaseerd op Wine-tkg.
pl: Niestandardowa kompilacja Proton do uruchamiania gier Windows, oparta na Wine-tkg.
pt: Versão Proton customizada para executar jogos de Windows, baseada em Wine-tkg.
ru: Пользовательская сборка Proton для запуска игр под Windows, основанная на Wine-tkg.
sr@latin: Protonova prilagođena verzija za pokretanje Windows igara, zasnovana na Wine-tkg-u.
sv: Anpassad version av Proton för att köra Windows-spel, baserad på Wine-tkg.
uk: Користувацька збірка Proton для запуску Windows-ігор на основі Wine-tkg.
zh_cn: 基于 Wine-tkg 的，运行 Windows 游戏的定制 Proton 建构版本。
