Repository: Vysp3r/ProtonPlus
Catalog: po/*.po
Languages: ar, cs, de, es, fi, fr, hr, id, it, ja, ka, nl, pl, pt, ru, sr@latin, sv, uk, zh_cn

source: Steam compatibility tool based on Proton-GE with additional patches to improve RTSP codecs for VRChat.
ar: VRChat من أجل RTSP مع إصلاحات إضافية لتحسين مُفَكّكَاتْ ترميز Proton-GE مبنية على Steamأداة توافق لـ
cs: Nástroj kompatibility Steam založený na Proton-GE s dalšími patchi pro vylepšení kodeků RTSP pro VRChat.
de: Steam Kompatibilitätswerkzeug basierend auf Proton-GE mit zusätzlichen Patches um RTSP codecs für VRChat zu verbessern.
es: Herramienta de compatibilidad de Steam basada en Proton-GE con parches adicionales paramejorar los códecs RTSP en VRChat.
fi: Steam-yhteensopivuustyökalu joka perustuu Proton-GE:en sisältäen lisäpaikkauksia jotka parantavat RTSP koodekkeja VRChat:iin.
fr: Outil de compatibilité Steam Play basé sur Wine avec des composants additionels et des fixes pour améliorer les codecs RTSP pour VRChat.
hr: Alat za kompatibilnost sa Steam-om temeljen na Proton-GE-u s dodatnim zakrpama za poboljšanje RTSP kodeka za VRChat.
id: Alat kompatibilitas Steam berdasarkan Proton-GE dengan tambalan tambahan untuk meningkatkan codec RTSP untuk VRChat.
it: Strumento di compatibilità per Steam basato su Proton-GE con modifiche aggiuntive per migliorare i codec RTSP per VRChat.
ja: VRChat での RTSP コーデックへの対応パッチを適応した、Proton-GE をベースにした Steam 互換性ツール。
ka: Steam-ის თავსებადობის პროგრამა, დაფუძნებულია Proton-GE-ზე, ცვლილებებით RTSP კოდეკების გასაუმჯობესებლად VRChat-ისთვის.
nl: Steam-compatibiliteitstool gebaseerd op Proton-GE met extra pleisters om RTSP-codecs voor VRChat te verbeteren.
pl: Narzędzie kompatybilności Steam oparte na Proton-GE z dodatkowymi łatkami poprawiającymi kodeki RTSP dla VRChat.
pt: Ferramenta de compatibilidade do Steam, baseada no Proton-GE com modificações adicionais para melhorar (de)codificadores RTSP para VRChat.
ru: Инструмент совместимости Steam на основе Proton-GE с дополнительными патчами для улучшения кодеков RTSP для VRChat.
sr@latin: Alat za kompatibilnost sa Steam-om zasnovan na Proton-GE-u sa dodatnim zakrpama za poboljšanje RTSP kodeka za VRChat.
sv: Steam-kompatibilitetsverktyg baserat på Proton-GE med ytterligare patchar för att förbättra RTSP-codecs för VRChat.
uk: Інструмент сумісності зі Steam на основі Proton-GE з додатковими патчами для покращення RTSP-кодеків для VRChat.
zh_cn: 基于 Proton-GE 的 Steam 兼容性工具，包含额外的补丁以改善 VRChat 的 RTSP 编解码器。

source: Luxtorpeda provides Linux-native game engines for certain Windows-only games.
ar: Luxtorpeda يوفر محركات ألعاب Linux أصلية لبعض الألعاب الخاصة بـWindows فقط
cs: Luxtorpeda poskytuje nativní linuxové herní enginy pro některé hry dostupné pouze pro Windows.
de: Luxtorpeda bietet Linux-native Spiele-Engines für bestimmte Windows-Spiele.
es: Luxtorpeda proporciona motores de juego nativos de Linux para ciertos juegos exclusivos de Windows.
fi: Luxtorpeda tarjoaa kotoperäiset Linux-pelimoottorit, mikäli tarjolla, alunperin vain-Windowsille tehdyille peleille.
fr: Luxtorpeda fournit des moteurs de jeu natifs à Linux pour certains jeux exclusifs à Windows.
hr: Luxtorpeda nudi Linuks-rodan igreni motor za određene igre samo za Windows.
id: Luxtorpeda menyediakan mesin game asli Linux untuk game-game tertentu yang hanya ada di Windows.
it: Luxtorpeda fornisce motori di gioco nativi Linux per specifici giochi Windows.
ja: Luxtorpeda はいくつかの Windows 限定ゲームをサポートする Linux ネイティブなゲームエンジンです。
ka: Luxtorpeda გაწვდით Linux-ზე დაწერილი თამაშის ძრავებს ზოგიერთი მხოლოდ Windows-ისთვის დაწერილი თამაშებისთვის.
nl: Luxtorpeda biedt een verzameling Linux-geschikte game engines voor bepaalde Windows spellen.
pl: Luxtorpeda zapewnia natywne dla Linuksa silniki gier dla niektórych gier przeznaczonych tylko dla systemu Windows.
pt: O Luxtorpeda fornece motores de jogo nativos para Linux para jogos específicos exclusivos de Windows.
ru: Luxtorpeda предоставляет нативные игровые движки для некоторых игр, предназначенных только для Windows.
sr@latin: Luktorpeda nudi Linuks-rodan motor igre za određene igre samo za Windows.
sv: Luxtorpeda hanterar alternativa, Linux-anpassade spelmotorer för vissa Windows-spel.
uk: Luxtorpeda надає ігрові рушії під Linux для деяких ігор, що доступні лише для Windows.
zh_cn: Luxtorpeda 能为特定的 Windows 专属游戏提供 Linux 原生游戏引擎。

source: Steam compatibility tool for running adventure games using ScummVM for Linux.
ar: Linux لـ ScummVM لتشغيل ألعاب المغامرات بإستخدام Steamأداة توافق لـ
cs: Nástroj kompatibility Steam pro spouštění her z žánru adventur pomocí ScummVM pro Linux.
de: Steam Kompatibilitätswerkzeug um Abenteuer-Spiele mit der nativen Linux ScummVM zu starten.
es: Herramienta de compatibilidad de Steam para ejecutar juegos de aventura usando ScummVM en Linux.
fi: Steam-yhteensopivuustyökalu seikkailupelien pelaamiseen käyttäen ScummVM:ää Linuxille.
fr: Outil de compatibilité Steam Play pour exécuter des jeux d’aventures avec l’outil natif ScummVM.
hr: Alat za kompatibilnost sa Steam-om za pokretanje avanturističkih igara pomoću ScummVM-a za Linuks.
id: Alat kompatibilitas Steam untuk menjalankan game petualangan menggunakan ScummVM untuk Linux.
it: Strumento di compatibilità per Steam per eseguire giochi di avventura utilizzando ScummVM per Linux.
ja: ScummVM を使用した、アドベンチャーゲームを実行するための Steam 互換性ツール。
ka: Steam-ის თავსებადობის პროგრამა სათავგადასავლო თამაშების ფასაშვებად ScummVM for Linux-ით.
nl: Steam-compatibiliteitstool voor het uitvoeren van avonturenspellen met ScummVM voor Linux.
pl: Narzędzie zgodności ze Steam do uruchamiania gier przygodowych przy użyciu ScummVM dla systemu Linux.
pt: Ferramenta de compatibilidade do Steam para executar jogos de aventura usando ScummVM para Linux.
ru: Инструмент совместимости Steam для запуска приключенческих игр с использованием нативного ScummVM.
sr@latin: Steam alatka za kompatibilnost za pokretanje avanturističkih igara koristeći ScummVM za Linuks.
sv: Steam-kompatibilitetsverktyg för att köra äventyrsspel med hjälp av ScummVM för Linux.
uk: Інструмент сумісності Steam для запуску пригодницьких ігор за допомогою ScummVM для Linux.
zh_cn: 使用 Linux 版 ScummVM 运行冒险游戏的 Steam 兼容性工具。

source: Steam compatibility tool for running DOS games using DOSBox for Linux.
ar: Linux لـ DOSBox بواسطة DOS لتشغيل ألعاب Steam أداة توافق بواسطة
cs: Nástroj kompatibility Steam pro spouštění her pro DOS pomocí DOSBoxu pro Linux.
de: Steam Kompatibilitätswerkzeug um DOS-Spiele mit der nativen Linux DOSBox zu starten.
es: Herramienta de compatibilidad de Steam para ejecutar juegos de DOS usando DOSBox en Linux.
fi: Steam-yhteensopivuustyökalu DOS-pelien pelaamiseen käyttäen DOSBox:ia Linuxissa.
fr: Outil de compatibilité Steam Play pour exécuter des jeux DOS avec l’émulateur natif DOSBox.
hr: Alat za kompatibilnost sa Steam-om za pokretanje DOS igara pomoću DOSBoxa za Linuks.
id: Alat kompatibilitas Steam untuk menjalankan game DOS menggunakan DOSBox untuk Linux.
it: Strumento di compatibilità per Steam per eseguire giochi DOS utilizzando DOSBox per Linux.
ja: DOS のゲームを Linux で動かすための、DOSBoxを使用した Steam 互換性ツール。
ka: Steam-ის თავსებადობის პროგრამა DOS-ის თამაშების DOSBox for Linux-ით გასაშვებად.
nl: Steam-compatibiliteitstool om DOS-spellen uit te voeren met DOSBox voor Linux.
pl: Narzędzie kompatybilności Steam do uruchamiania gier DOS przy użyciu DOSBox dla Linuksa.
pt: Ferramenta de compatibilidade do Steam para executar jogos de DOS usando DOSBox para Linux.
ru: Инструмент совместимости Steam для запуска DOS-игр с помощью нативного DOSBox.
sr@latin: Steam alatka za kompatibilnost za pokretanje DOS igara koristeći DOSBok za Linuks.
sv: Steam-kompatibilitetsverktyg för att köra DOS-spel med hjälp av DOSBox för Linux.
uk: Інструмент сумісності Steam для запуску DOS-ігор за допомогою DOSBox для Linux.
zh_cn: 使用 Linux 版 DOSBox 运行 DOS 游戏的 Steam 兼容性工具。

source: Compatibility tools for running Windows software on Linux.
ar: Linux على Windows أدوات توافق لتشغيل برامج
cs: Nástroje kompatibility pro spouštění softwaru pro Windows na Linuxu.
de: Kompatibilitätstool zum Ausführen von Windows-Spielen unter Linux.
es: Herramienta de compatibilidad para ejecutar el software de Windows en Linux.
fi: Yhteensopivuustyökaluja Windows-ohjelmistojen ajamiseksi Linuxissa.
fr: Outil de compatibilité pour exécuter des jeux Windows sur Linux.
hr: Alati za kompatibilnost za pokretanje Windows softvera na Linuksu.
id: Alat bantu kompatibilitas untuk menjalankan perangkat lunak Windows di Linux.
it: Strumenti di compatibilità per l'esecuzione di applicazioni Windows su Linux.
ja: Windows ソフトウェアを Linux で動かすための互換性ツール。
ka: თავსებადობის ხელსაწყოები Windows-ის პროგრამების Linux-ზე გასაშვებად.
nl: Compatibiliteitstools voor het draaien van Windows software op Linux.
pl: Narzędzia kompatybilności do uruchamiania oprogramowania Windows na Linuxie
pt: Ferramentas de compatibilidade para executar programas do Windows no Linux.
ru: Инструменты совместимости для запуска программ Windows в Linux.
sr@latin: Alati za kompatibilnost za pokretanje Windows softvera na Linuksu.
sv: Kompatibilitetsverktyg för att köra Windows-programvara på Linux.
uk: Інструменти сумісності для запуску програмного забезпечення Windows на Linux.
zh_cn: 在 Linux 上运行 Windows 软件的兼容性工具。

source: Wine build compiled from the official WineHQ sources.
ar: الرسمية WineHQ مبنية من مصادر Wine نسخ
cs: Sestavení Wine zkompilované z oficiálních zdrojů WineHQ.
de: Wine-Build gebaut von den offiziellen WineHQ-Quellen.
es: Compilación de Wine a partir de las fuentes oficiales de WineHQ.
fi: Wine-kokooma joka on koottu virallisista WineHQ -lähteistä.
fr: Wine compilé par les sources officielles de WineHQ.
hr: Wine verzija sastavljena iz službenih WineHQ izvora.
id: Wine build disusun dari sumber resmi WineHQ.
it: Versione di Wine compilata dalle fonti ufficiali WineHQ.
ja: WineHQ 公式のソースからコンパイルされた Wine のビルド
ka: Wine-ის აგებები, დაკომპილებული ოფიციალური WineHQ-ის წყაროებიდან.
nl: Wine-versie samengesteld uit de officiële WineHQ broncode.
pl: Kompilacja Wine z oficjalnych źródeł WineHQ.
pt: Versão do Wine compilada a partir das fontes oficiais do WineHQ.
ru: Сборка Wine, собранная из официального исходного кода WineHQ.
sr@latin: Verzija Wine-a sastavljena od zvaničnih izvora WineHQ-a.
sv: Wine kompilerat från den officiella WineHQ-koden.
uk: Збірка Wine зібрана з офіційних джерел WineHQ.
zh_cn: 从官方 WineHQ 源代码编译的 Wine 建构版本。

source: Wine build with the Staging patchset.
ar: مبنية مع مجموعة إصلاحات فترة التشغيل المرحلي Wine نسخ
cs: Sestavení Wine se sadou patchů Staging.
de: Wine gebaut mit dem Staging Patcheset.
es: Compilación de Wine con el conjunto de parches Staging.
fi: Wine-kokoona jossa mukana uudemmat Staging-paikat.
fr: Wine compilé avec la collection de correctifs de Préproduction.
hr: Izrada Wine-a sa Pripremno-zakrpnim setom.
id: Wine dibuat dengan patchset Staging.
it: Versione di Wine con le modifiche di Staging applicate.
ja: テスト用の Staging パッチが適用された Wine のビルド。
ka: Wine-ის აგება სატესტო პაჩების ნაკრებით.
nl: Wine versie met de Enscenering-patches.
pl: Kompilacja Wine z zestawem łatek Staging.
pt: Versão do Wine com o conjunto de modificações Staging aplicados.
ru: Сборка Wine с набором патчей Staging.
sr@latin: Obrada Wine-a sa Pripremno-zakrpnim setom.
sv: Wine med Staging-patchar.
uk: Збірка Wine з набором патчів Staging.
zh_cn: 包含 Staging 补丁集的 Wine 建构版本。

source: Wine build with the Staging patchset and many other useful patches.
ar: مبنية مع مجموعة إصلاحات فترة التشغيل المرحلي مع المزيد من الإصلاحات المفيدة Wine نسخ
cs: Sestavení Wine se sadou patchů Staging a mnoha dalšími užitečnými patchi.
de: Wine gebaut mit den Staging Patchesets und mit vielen nützlichen Patches.
es: Compilación de Wine con el conjunto de parches Staging y muchos otros parches útiles.
fi: Wine-kokooma jossa mukana uudemmat Staging-paikat sekä monia muita hyödyllisiä paikkauksia.
fr: Wine compilé avec la collection de correctifs de Préproduction et beaucoup d’autres correctifs utiles.
hr: Izrada Wine-a sa Pripremno-zakrpnim setom i mnogim drugim korisnim zakrpama.
id: Wine dibuat dengan patchset Staging dan banyak patch berguna lainnya.
it: Versione di Wine con le modifiche di Staging applicate e molte altre modifiche utili.
ja: Staging パッチや、その他の有用なパッチの数々が適用された Wine のビルド。
ka: Wine-ის აგება სატესტო პაჩების ნაკრებით და ბევრი სხვა სასარგებლო პაჩებით.
nl: Wine-versie met de Enscenering-patches en vele andere nuttige patches.
pl: Kompilacja Wine z zestawem łatek Staging i wieloma innymi przydatnymi łatkami.
pt: Versão do Wine com o conjunto de modificações Staging aplicados e com muitas outras modificações adicionais úteis.
ru: Сборка Wine с набором патчей Staging и многими другими полезными исправлениями.
sr@latin: Obrada Wine-a sa Pripremno-zakrpnim setom i mnogim drugim korisnim zakrpama.
sv: Wine med Staging-patchar och många andra nyttiga patchar.
uk: Збірка Wine з набором патчів Staging та багатьма іншими корисними патчами.
zh_cn: 包含 Staging 补丁集，以及多项实用补丁的 Wine 建构版本。

source: Wine build modified by Valve and other contributors.
ar: ومساهمين أخرين Valve معدلة من قبل Wine نسخة
cs: Sestavení Wine upravené společností Valve a dalšími přispěvateli.
de: Wine-Build, modifiziert von Valve und anderen Mitwirkenden.
es: Compilación de Wine modificada por Valve y otros colaboradores.
fi: Valven ja muiden tekijöiden muovaama Wine -kokooma.
fr: Une version de Wine modifiée par Valve et d'autres contributeurs.
hr: Verzija Wine-a koju su modificirali Valve i drugi suradnici.
id: Wine yang dimodifikasi oleh Valve dan kontributor lainnya.
it: Versione di Wine modificata da Valve e altri contributori.
ja: Valve やほかの貢献者によって改変された Wine のビルド。
ka: Wine-ის აგება, შეცვლილი Valve-ის და სხვა მოხალისეების მიერ.
nl: Wine-versie aangepast door Valve en andere medewerkers.
pt: Versão do Wine modificada pela Valve e outros contribuidores.
ru: Сборка Wine, модифицированная Valve и другими участниками.
sr@latin: Verzija Wine-a modifikovana od strane Valve i drugih saradnika.
uk: Збірку вина модифіковано Valve та іншими учасниками..
zh_cn: 由 Valve 和其他贡献者修改的 Wine 建构版本。

source: Vulkan-based implementation of Direct3D 8, 9, 10 and 11 for Linux/Wine.
ar: Linux/Wine لـ Vulkan مبني على Direct3D 8, 9, 10, 11 تطبيق
cs: Implementace Direct3D 8, 9, 10 a 11 pro Linux/Wine založená na Vulkanu.
de: Vulkan basierte Implementierung von Direct3D 9, 10 und 11 für Linux/Wine.
es: Implementación de Direct3D 8, 9, 10 y 11 basada en Vulkan para Linux/Wine.
fi: Vulkan-perustainen Direct3D 8, 9, 10 ja 11 -toteutus Linuxille Wine:n kautta.
fr: Implémentation Vulkan de Direct3D 9, 10 et 11 pour Linux/Wine.
hr: Implementacija Direct3D 8, 9, 10 i 11 za Linuks/Wine bazirana na Vulkanu.
id: Implementasi berbasis Vulkan untuk Direct3D 8, 9, 10 dan 11 untuk Linux/Wine.
it: Implementazione basata su Vulkan di Direct3D 8, 9, 10 e 11 per Linux/Wine.
ja: Vulkan ベースの Linux/Wine 向けの Direct3D 8, 9, 10 と 11 の実装
ka: Vulkan-ზე დაფუძნებული განხორციელება Direct3D 8,9,10 და 11 Linux/Wine-ისთვის.
nl: Op Vulkan gebaseerde implementatie van Direct3D 8, 9, 10 en 11 voor Linux/Wine.
pl: Oparta na Vulkan implementacja Direct3D 8, 9, 10 i 11 dla Linux/Wine.
pt: Implementação baseada em Vulkan do Direct3D 8, 9, 10 e 11 para Linux/Wine.
ru: Основанная на Vulkan реализация Direct3D 8, 9, 10 и 11 для Linux/Wine.
sr@latin: Vulkanska implementacija Direct3D 8, 9, 10 i 11 za Linuks/Wine.
uk: Реалізація Direct3D 8, 9, 10 та 11 для Linux/Wine на основі Vulkan.
zh_cn: 适用于 Linux/Wine 的，基于 Vulkan 的 Direct3D 8、9、10 和 11 的实作。

source: DXVK builds that work with pre-Vulkan 1.3 versions.
ar: إصدارات DXVK المتوافقة مع نسخ Vulkan الأقدم من 1.3
de: DXVK-Builds, die mit Versionen vor Vulkan 1.3 funktionieren.
es: Compilaciones de DXVK compatibles con versiones anteriores a Vulkan 1.3.
fr: Build DXVK qui fonctionne avec les versions antérieures à 1.3 de Vulkan
ja: Vulkan バージョン 1.3 未満で動作させるための DXVK のビルド。
ka: DXVK-ის აგებები, რომლებიც Vulkan 1.3-მდე ვერსიებთან მუშაობს.
pt: Versões do DXVK que funcionam com versões pré-Vulkan 1.3.
ru: Сборки DXVK, работающие с версиями Vulkan до 1.3

source: DXVK Async builds that work with pre-Vulkan 1.3 versions.
ar: إصدارات DXVK Async المتوافقة مع نسخ Vulkan الأقدم من 1.3
de: DXVK-Async-Builds, die mit Versionen vor Vulkan 1.3 funktionieren.
es: Compilaciones DXVK Async compatibles con versiones anteriores a Vulkan 1.3.
fr: Build DXVK Async qui fonctionne avec les versions antérieures à 1.3 de Vulkan
ja: Vulkan バージョン 1.3 未満で動作させるための DXVK Async のビルド。
ka: DXVK Async აგებები, რომლებიც Vulkan 1.3 ვერსიებამდე მუშაობს.
pt: Versões do DXVK Async que funcionam com versões pré-Vulkan 1.3.
ru: Сборки DXVK-Async, работающие с версиями Vulkan до 1.3

source: DXVK builds with gplasync patch by Ph42oN.
ar: نسخة DXVK مع تصحيح gplasync تم بواسطة Ph42oN
de: DXVK wird mit dem gplasync-Patch von Ph42oN erstellt.
es: Compilaciones de DXVK con el parche gplasync de Ph42oN.
fr: Build DXVK avec les patchs gplasync de Ph42oN.
ka: DXVK-ის აგებები gplasync-ის პაჩით Ph42oN-ისგან.
pt: Versões do DXVK com a modificação gplasync por Ph42oN.
ru: DXVK строится с использованием патча gplasync от Ph42oN.

source: Variant of Wine's VKD3D which aims to implement the full Direct3D 12 API on top of Vulkan.
ar: بالكامل Vulkan فوق Direct3D 12 تهدف لتطبيق واجهة برمجة Wine VKD3D مختلفة من
cs: Varianta VKD3D z Wine, jejímž cílem je implementovat plné rozhraní API Direct3D 12 na Vulkanu.
de: Variante von Wine's VKD3D, die darauf abzielt, die volle Direct3D 12 API auf Vulkan zu implementieren.
es: Variante de VKD3D de Wine que busca implementar la API completa de Direct3D 12 sobre Vulkan.
fi: Muunnelma Wine:n VKD3D:stä, jonka tavoitteena on toteuttaa täydellinen Direct3D 12 -ohjelmointirajapinta Vulkan:ille.
fr: Fork du VKD3D de Wine avec pour but d'implémenter l’API Direct3D complète en utilisant Vulkan.
hr: Varijanta Wineovog VKD3D-a koja ima za cilj implementirati puni Direct3D 12 API preko Vulkana.
id: Varian VKD3D Wine yang bertujuan untuk mengimplementasikan API Direct3D 12 secara penuh di atas Vulkan.
it: Variante di VKD3D di Wine che punta a implementare tutte le API di Direct3D 12 su Vulkan.
ja: Wine の VKD3D で完全な Direct3D 12 API を実装することを目指したバージョン。
ka: Wine-ის VKD3D-ის ვარიანტი, რომლის მიზანია, ჰქონდეს სრული Direct3D 12 API-ის მხარდაჭერა Vulkan-ის ზემოდან.
nl: Variant van Wine's VKD3D die als doel heeft om de volledige Direct3D 12 API bovenop Vulkan te implementeren.
pt: Variante do VKD3D do Wine que visa implementar a API completa do Direct3D 12 sobre o Vulkan.
ru: Вариант VKD3D от Wine, который призван реализовать полный API Direct3D 12 поверх Vulkan.
sr@latin: Varijanta Vine-ovog VKD3D-a koja ima za cilj da implementira puni Direct3D 12 API preko Vulkana.
sv: Variant av Wines VKD3D med målet att implementera hela Direct3D 12s API ovanpå Vulkan.
uk: Варіант VKD3D від Wine, який має на меті реалізувати повний API Direct3D 12 поверх Vulkan.
zh_cn: Wine VKD3D 的特化版，旨在 Vulkan 之上实作完整的 Direct3D 12 API。

# shortcut window
source: General
ar: عام
cs: Obecné
de: Allgemein
fi: Yleiset
fr: Général
hr: Opće
id: Umum
it: Generiche
ja: 一般
ka: ზოგადი
nl: Algemeen
pt: Geral
ru: Общие
sr@latin: Opšte
uk: Загальні
zh_cn: 一般

# shortcut window
source: Show Shortcuts
ar: إظهار اختصارات
cs: Zobrazit zkratky
de: Tastenkombinationen anzeigen
es: Mostrar atajos
fi: Näytä oikopolut
fr: _Montrer les raccourcis clavier
hr: Prikaži prečace
id: Tampilkan Pintasan
it: Mostra scorciatoie
ja: ショートカットの表示
ka: მალსახმობების ჩვენება
nl: Snelkoppelingen weergeven
pt: Mostrar Atalhos
ru: Показать сочетания клавиш
sr@latin: Prikaži prečice
uk: Показати скорочення клавіш
zh_cn: 显示快捷键

# shortcut window
source: Quit
ar: خروج
cs: Ukončit
de: Beenden
es: Salir
fi: Lopeta
fr: Quitter
hr: Izadi
id: Keluar
it: Esci
ja: アプリの終了
ka: გასვლა
nl: Afsluiten
pt: Sair
ru: Выход
sr@latin: Izađi
uk: Вийти
zh_cn: 退出

source: Unsupported launcher
pt: Inicializador não suportado

source: Error: Unknown command '%s'
pt: Erro: Comando desconhecido "%s"

source: Detected launchers:
pt: Inicializadores detectados:

source: Installed runners for %s:
pt: Executadores instalados para %s:

source: Installing %s...
pt: Instalando %s...

source: An error ocurred
hr: Došlo je do pogreške
it: Sì è verificato un errore
sr@latin: Došlo je do greške
uk: Виникла помилка
zh_cn: 发生错误

source: There was an error when trying to load the launchers.
hr: Došlo je do pogreške prilikom pokušaja učitavanja lansera.
it: Si è verificato un errore durante il caricamento dei launcher.
sr@latin: Došlo je do greške prilikom pokušaja učitavanja pokretača.
uk: Виникла помилка при спробі завантажити лаунчери.
zh_cn: 尝试加载启动器时发生错误。

source: Nothing to update.
it: Niente da aggiornare.
uk: Нічого оновлювати.
zh_cn: 无任何更新。

source: Everything is now up-to-date.
it: È tutto all'ultima versione.
uk: Наразі все найновішої версії.
zh_cn: 当前皆已为最新版本。

source: An error occured while checking for updates.
it: Si è verificato un errore durante la verifica degli aggiornamenti.
uk: Виникла помилка під час перевірки оновлень.
zh_cn: 检查更新时发生错误。

source: Error
hr: Greška
it: Errore
pl: Błąd
sr@latin: Greška
uk: Помилка
zh_cn: 错误

source: When trying to delete %s an error occurred.
hr: Prilikom pokušaja uklanjanja %s došlo je do pogreške.
it: Si è verificato un errore durante la cancellazione di %s.
sr@latin: Došlo je do greške prilikom pokušaja uklanjanja %s.
zh_cn: 尝试删除 %s 时发生错误。

source: When trying to install %s an error occurred.
hr: Prilikom pokušaja instalacije programa %s došlo je do pogreške.
it: Si è verificato durante l'installazione di %s.
sr@latin: Došlo je do greške prilikom pokušaja da instalirate %s program.
uk: Під час встановлення %s виникла помилка.
zh_cn: 尝试安装 %s 时发生错误。

source: When trying to upgrade %s an error occurred.
hr: Prilikom pokušaja nadogradnje %s došlo je do pogreške.
it: Si è verificato un errore durante l'aggiornamento di %s.
sr@latin: Došlo je do greške prilikom pokušaja nadogradnje %s.
uk: Під час оновлення %s виникла помилка.
zh_cn: 尝试更新 %s 时发生错误。

source: Show installed only
it: Mostra solo installati
uk: Лише встановлені
zh_cn: 仅显示已安装的

source: Show used only
it: Mostra solo in uso
uk: Використані
zh_cn: 仅显示已使用的

source: Show unused only
it: Mostra solo non in uso
uk: Не використані
zh_cn: 仅显示未使用的

source: %s is already up-to-date.
hr: %s je već ažuriran.
it: %s è già all'ultima versione.
nl: %s is al bijgewerkt.
pl: %s jest już aktualne.
sr@latin: %s je već ažuriran.
uk: %s вже оновлено.
zh_cn: %s 已为最新版本。

source: Up-to-date
hr: Ažurno
it: Aggiornato
nl: Bijgewerkt
pl: Aktualne
sr@latin: Ažurirano
uk: Актуально
zh_cn: 最新版本

source: An error occurred
hr: Došlo je do pogreške
it: Si è verificato un errore
sr@latin: Došlo je do greške
zh_cn: 发生错误

source: When trying to change the compatibility tool/launch options of the selected games an error occurred for the following games:
hr: Prilikom pokušaja promjene alata za kompatibilnost/opcija pokretanja odabranih igara došlo je do pogreške za sljedeće igre:
it: Si è verificato un errore durante la modifica degli strumenti di compatibilità e/o opzioni di lancio dei giochi selezionati per i seguenti giochi:
sr@latin: Kada pokušavate da promenite alate za kompatibilnost/opcije pokretanja za odabrane igre, došlo je do greške za sledeće igre:
zh_cn: 尝试变更所选游戏的兼容性工具/启动选项时，下列游戏发生错误：

source: When trying to delete the shortcut in Steam an error occurred.
hr: Prilikom pokušaja stvaranja prečaca u Steam-u došlo je do pogreške.
it: Si è verificato un errore durante la cancellazione del collegamento su Steam.
sr@latin: Došlo je do greške prilikom pokušaja da napravite prečicu u Steam-u.
zh_cn: 尝试删除 Steam 中的捷径时发生错误。

source: When trying to create the shortcut in Steam an error occurred.
hr: Prilikom pokušaja stvaranja prečaca u Steam-u došlo je do pogreške.
it: Si è verificato un errore durante la creazione del collegamento su Steam.
sr@latin: Došlo je do greške prilikom pokušaja da napravite prečicu u Steam-u.
zh_cn: 尝试在 Steam 中创建捷径时发生错误。
